рячится, как говорит народ. (Прим. Н. В.
Гоголя.)]] Но, увидевши, что дело не шло и не помогло никакое
накаливанье, дядя Митяй и дядя Миняй сели оба на коренного, а на
пристяжного посадили Андрюшку. Наконец, кучер, потерявши терпение,
прогнал и дядю Митяя и дядю Миняя, и хорошо сделал, потому что от
лошадей пошел такой пар, как будто бы они отхватали не переводя духа
станцию. Он дал им минуту отдохнуть, после чего они пошли сами собою.
Во все продолжение этой проделки Чичиков глядел очень внимательно на
молоденькую незнакомку. Он пытался несколько раз с нею заговорить, но
как-то не пришлось так. А между тем дамы уехали, хорошенькая головка с
тоненькими чертами лица и тоненьким станом скрылась, как что-то
похожее на виденье, и опять осталась дорога, бричка, тройка знакомых
читателю лошадей, Селифан, Чичиков, гладь и пустота окрестных полей.
Везде, где бы ни было в жизни, среди ли черствых, шероховато-бедных и
неопрятно-плесневеющих низменных рядов ее, или среди однообразно-
хладных и скучно-опрятных сословий высших, везде хоть раз встретится
на пути человеку явленье, не похожее на все то, что случалось ему
видеть дотоле, которое хоть раз пробудит в нем чувство, не похожее на
те, которые суждено ему чувствовать всю жизнь. Везде поперек каким бы
ни было печалям, из которых плетется жизнь наша, весело промчится
блистающая радость, как иногда блестящий экипаж с золотой упряжью,
картинными конями и сверкающим блеском стекол вдруг неожиданно
пронесется мимо какой-нибудь заглохнувшей бедной деревушки, не
видавшей ничего, кроме сельской телеги, и долго мужики стоят, зевая, с
открытыми ртами, не надевая шапок, хотя давно уже унесся и пропал из
виду дивный экипаж. Так и блондинка тоже вдруг совершенно неожиданным
образом показалась в нашей повести и так же скрылась. Попадись на ту
пору вместо Чичикова какой-нибудь двадцатилетний юноша, гусар ли он,
студент ли он, или просто только что начавший жизненное поприще, — и
боже! чего бы не проснулось, не зашевелилось, не заговорило в нем!
Долго бы стоял он бесчувственно на одном месте, вперивши бессмысленно
очи в даль, позабыв и дорогу, и все ожидающие впереди выговоры, и
распеканья за промедление, позабыв и себя, и службу, и мир, и все, что
ни есть в мире.

Но герой наш уже был средних лет и осмотрительно-охлажденного
характера. Он тоже задумался и думал, но положительнее, не так
безотчетны и даже отчасти очень основательны были его мысли. «Славная
бабешка! — сказал он, открывши табакерку и понюхавши табаку. — Но ведь
что, главное, в ней хор�