овгім опорі
- зайняли Київ, і зруйнували його дотла, і тепер величезною хмарою
- тягнуть на наші червоноруські землі. Ми, боярине, знали се ще перед
- тижнем і знали про княжого післанця, виправленого в отсі сторони, та
- про його вісті. Княжий післанець прибув пізненько наші піс-ланці
- далеко скоріше ходять. Монголи давно вже аапо-веннли нашу Червону
- Русь, понищили багато городів і сіл і розділилися на дві ріки. Одна
- пішла на захід, мабуть, під Судомир, у польську країну, а друга йде
- горі долиною Стрию в наші ст