�а!

А Тугар Вовк хоч і слухав Максимової повісті, але, бачилось, не дуже
вірив їй, тільки ще раз обернувся, позирнув на кам'яного тухольського
Сторожа і з погордою всміхнувся, немов подумав собі: «От дурні смерди,
в якій дурниці покладають свою гордість і свою надію!»

Вже наші пішоходи минули вузький протік тухольського потоку і вийшли
на ясний світ. Перед їх очима раптом розкинулася довга, крутими горами
обмежена долина Опору, котра ген-ген сходилася з долиною Стрию. Сонце
вже клонилося на захід і гарячим пурпуром мерко-•гіло в широких хвилях
Опору. Тухольський потік скаженими скоками і з лютим шумом гуркотів
додолу, щоб скупатися в

Опорі. Його вода, різко відбиваючи в собі заходову червоність,
виглядала неначе кров, що бурхає з величезної рани. Довкола шуміли
темні вже ліси.

Хвилю стояли наші пішоходи, напуваючись тою безсмертною і живущою
красою природи. Максим немов вагувався на якійсь думці, що так і
засіла в його голові і силоміць просилася на волю. Далі він зібрався з
відвагою і приблизився до Тугара Вовка, тремтячи й черво-ніючись.

- Боярине-батьку,сказав він незвичайно м'яким і несміливим голосом.

- Чого тобі треба?

- Позволь мені бути твоїм найщирішим слугою…

- Слугою? Що ж, се нетрудно,прийди з батьком і наймись, коли конче
- хочеш на службу.

- Ні, боярине, не так ти зрозумів мене… По