τέτοια τολμηρή λύση δεν την είχε σκεφθεί.
Μα ο Αντώνης, που από κανένα κορίτσι δεν παραδέχουνταν ούτε τολμηρές αποφάσεις ούτε καν και ιδέες καθόλου, τη ρώτησε απότομα:
- Και γιατί δεν το έκανες;
- Γιατί; επανέλαβε η Αλεξάνδρα, μάταια γυρεύοντας μιαν απάντηση που δεν ήρχουνταν.
- Ναι, γιατί δε μας το είπες ελληνικά; Και γιατί, σαν έπεσε κάτω, πάλι δεν είπες τίποτα;
- Κούκου!
Μια φωνή από ψηλά γλίτωσε εγκαίρως την Αλεξάνδρα και τους έκανε όλους να σηκώσουν το κεφάλι. Πάνω από τον τοίχο που χώριζε τις δυο αυλές πρόβαλε το κεφάλι της η Αλίς, με δυο ξανθές πλεξούδες δεμένες στεφάνι και, αμέσως μετά, παρουσιάστηκαν τα ξέθωρα μαλλιά του Μαξ και ύστερα το κόκκινο ολοστρόγγυλο πρόσωπο του και πλάγι τους το πενταχρονίτικο, πάντα γελαστό, μουτράκι του Αλέκου.
- Ο μπαμπούλας έφυγε; ρώτησε χαμηλόφωνα η Αλίς.
- Όχι! αποκρίθηκε η Αλεξάνδρα.
Και για να μιλήσει πιο σιγά, έκα�