ουφ... όλο το πρωινό πρόγευμα χύθηκε στο πάτωμα! Ευτυχώς συγύριζε ακόμα η Αφροδίτη την τραπεζαρία, όταν άκουσε τις φωνές των κοριτσιών κι έτρεξε. Σήκωσε τον Αντώνη, που είχε πέσει χάμω σα σακούλι άδειο, και τον ξάπλωσε στον καναπέ, του έβρεξε το μέτωπο και το πρόσωπο και βγήκε έξω να φέρει σφουγγαρόπανα και νερά να πλύνει το πάτωμα.
- Πώς σου ήλθε, Αντώνη; ρώτησε η Αλεξάνδρα που εξακολουθούσε να του βρέχει το μέτωπο, όπως είχε δει την Αφροδίτη να το κάνει.
Ο Αντώνης δε μίλησε. Αλλά βιαστικά, μήπως και του κόψει ο Αντώνης το λόγο και δεν προφθάσει να τα πει, διηγήθηκε ο Αλέξανδρος την ιστορία, με πολλά πήγαινε κι έλα, φασαρεύοντας και πολυλογώντας, για ν' αναπαραστήσει και να ζωντανέψει τη σκηνή.
- Να, έτσι! είπε ο Αλέξανδρος. Μου λέγει ο Αντώνης: «Τι να παίξομε;» Εγώ δεν ήξερα. Και είπε ο Αντώνης: «Εγώ θα είμαι ο θείος Ζωρζής και συ θα είσαι η κερα-Ρήνη!» Και κάθισε, να έτσι, στην πολυθρόνα. Εγώ δεν ήθελα να είμαι κερα-Ρήνη. Μου είπε ο Αντώνης: «Θα κάνεις μόνο αγορίστικες δουλειές. Φέρε μου το ναργιλέ του θείου!»...
- Αντώνη! αναφώνησε η Αλεξάνδρα πιάνοντας το πιγούνι της με τα δυο της χέρια. Πώς τόλμησες;
Ο Αντώνης δεν αποκρίθηκε.
Κι εξακολούθησε ο Αλέξανδρος με ακόμα πιότερη πολυλογία:
- Ναι, κι εγώ του το είπα: «Όχι, Αντώνη. Ο θείος δε θέλει!» Μα εκείνος πρόσταξε: «Φέρε μού τον!» Κι εγώ δεν μπορούσα να τον σηκώσω. Λοιπόν ήλθε ο Αντώνης, να έτσι, και ήθελε να τον σηκώσει. Και ύστερα μου είπε: «Είναι αναμμένος. Θέλεις να κάνω, όπως κάνει ο θείος, φούσκες στο νερό;» Και είπα ναι. Κι εκείνος έβαλε το κεχλιμπάρι στο στόμα κι έκανε φούσκες στο νερό. Κι έκανε, ξέρεις, πολλέεεες... πολλές φούσκες! Και του είπα: «Κάνε το πάλι!» Και το ξανάκανε. Και του είπα: «Πάλι!» Μα εκείνος δεν ήθελε πια. Είπε: «Θα κάνω εμετό!» Και πήγε στον τοίχο κι έπεσε χάμω κι εγώ έτρεξα να σας το πω...
Με κλειστά μάτια μουρμούρισε ο Αντώνης:
- Μην το πείτε της θείας!
Την ίδια ώρα μπήκε μέσα η θεία. Φορούσε κι εκείνη μια μεγάλη ποδιά άσπρη και είχε τα μανίκια της σηκωμένα.
- Τι τρέχει; ρώτησε. Κανένας δε μίλησε.
Πίσω από τη θεία μπήκε μέ