тобі життя, я і вдячний йому за те, і, коли хочеш, дам йому пару
- волів. А тут знов о

інші річі йде, до яких не слід мішатися ні тобі, ні Максимові.

- Ні, боярине,відмовив на се Максим,ти чей не схочеш унизити мене
- відплатою за моє незначне діло. Ані я, ані мій батько не приймемо
- ніякої відплати. А то, що я тебе прошу прийти завтра на копу, я
- роблю тільки з щирої прихильності. Я рад би, боярине, щоб між ту-
- хольською громадою і тобою була згода.

- Ну, нехай і так,сказав вкінці Тугар Вовк,прийду завт�