�вся
сього. Більше як десять громад з ближчої й дальшої околиці прислали до
Тухлі своїх виборних на громадську раду, на якій мало обговорюватись
побудовання нової дороги. Се був радісний день для Захара.

Він не тільки прийнявся радо сам повитичувати, куди має йти дорога,
але також через весь час, поки вона мала будуватися, взявся надзирати
за роботою, а окрім того, виправив чотирьох своїх синів до роботи, а
п'ятий його син, коваль, мав із своєю перевізною кузнею все бути на
місці роботи для направи потр