, αν από πάνω από το παρατηρητήρι του έβλεπε τα Χορνόπουλα, τα φώναζε στην αυλή του, και το παιχνίδι γίνουνταν άξιο της πλούσιας φαντασίας του, προπάντων σαν ήταν και ο Μαξ. Ειδεμή μόνο με κορίτσια, τι να φανταστείς και τι να εφαρμόσεις; Σήμερα όμως κανένας δεν είχε όρεξη για την Αλίς και τ' αδέλφια της.
- Μας είδε η βασίλισσα! είπε πικρά η Αλεξάνδρα. Και, το χειρότερο, μας είδε και η Αλίς! Κι έμπηξε τα γέλια και δάγκασε τα χέρια της κι έτρεξε πίσω στο σπίτι της! Πώς θα μας περιγελάσει!
- Και είδε το καπέλο της μις Ράις που ήταν στραβό; ρώτησε τρομαγμένος ο Αλέξανδρος.
- Βέβαια! αποκρίθηκε η Αλεξάνδρα.
Και κουνώντας το κεφάλι της πρόσθεσε η Πουλουδιά:
- Και είδε τα αίματα στην μπλούζα του Αντώνη!
- Δεν έχω αίματα! διαμαρτυρήθηκε ο Αντώνης.
- Ναι, έχεις! Εδώ! είπε η Πουλουδιά φέρνοντας μπροστά τον πλατύ ναυτικό κολάρο του.
Τον τρ�