их лицах всегда видно что-то
открытое, прямое, удалое. Они скоро знакомятся, и не успеешь
оглянуться, как уже говорят тебе «ты». Дружбу заведут, кажется, навек:
но всегда почти так случается, что подружившийся подерется с ними того
же вечера на дружеской пирушке. Они всегда говоруны, кутилы, лихачи,
народ видный. Ноздрев в тридцать пять лет был таков же совершенно,
каким был в осьмнадцать и двадцать: охотник погулять. Женитьба его
ничуть не переменила, тем более что жена скоро отправилась на тот
свет, оставивши двух ребятишек, которые решительно ему были не нужны.
За детьми, однако ж, присматривала смазливая нянька. Дома он больше
дня никак не мог усидеть. Чуткий нос его слышал за несколько десятков
верст, где была ярмарка со всякими съездами и балами; он уж в одно
мгновенье ока был там, спорил и заводил сумятицу за зеленым столом,
ибо имел, подобно всем таковым, страстишку к картишкам. В картишки,
как мы уже видели из первой главы, играл он не совсем б