кричал чужой кучер.
Селифан потянул поводья назад, чужой кучер сделал то же, лошади
несколько попятились назад и потом опять сшиблись, переступивши
постромки. При этом обстоятельстве чубарому коню так понравилось новое
знакомство, что он никак не хотел выходить из колеи, в которую попал
непредвиденными судьбами, и, положивши свою морду на шею своего нового
приятеля, казалось, что-то нашептывал ему в самое ухо, вероятно,
чепуху страшную, потому что приезжий беспрестанно встряхивал ушами.

На такую сумятицу успели, однако ж, собраться мужики из деревни,
которая была, к счастию, неподалеку. Так как подобное зрелище для
мужика сущая благод