й шерсти, и тому
подобную чепуху, так что слушающие наконец все отходят, произнесши:
«Ну, брат, ты, кажется, уже начал пули лить». Есть люди, имеющие
страстишку нагадить ближнему, иногда вовсе без всякой причины. Иной,
например, даже человек в чинах, с благородною наружностию, со звездой
на груди, будет вам жать руку, разговорится с вами о предметах
глубоких, вызывающих на размышления, а потом, смотришь, тут же, пред
вашими глазами, и нагадит вам. И нагадит так, как простой коллежский
регистратор, а вовсе не так, как человек во звездой на груди,
разговаривающий о предметах, вызывающих на размышление, так что стоишь
только да дивишься, пожимая плечами, да и ничего более. Такую же
странную страсть имел и Ноздрев. Чем кто ближе с ним сходился, тому он
скорее всех насаливал: распускал небылицу, глупее которой трудно
выдумать, расстроивал свадьбу, торговую сделку и вовсе не почитал себя
вашим неприятелем; напротив, если случай приводил его опять
встретиться с вами, он обходился вновь по-дружески и даже говорил:
«Ведь ты такой подлец, никогда ко мне не заедешь». Ноздрев во многих
отношениях был многосторонний человек, то есть человек на все руки. В
ту же минуту он предлагал вам ехать куда угодно, хоть на край света,
войти в какое хотите предприятие, менять все что ни есть на все, что
хотите. Ружье, собака, лошадь — все было предметом мены, но вовсе не с
тем, чтобы выиграть: это происходило просто от какой-то неугомонной
юркости и бойкости характера. Если ему на ярмарке посчастливилось
напасть на простака и обыграть его, он накупал кучу всего, что прежде
попадалось ему на глаза в лавках: хомутов, курительных свечек, платков
для няньки, жеребца, изюму, серебряный рукомойник, голландского
холста, крупичатой муки, табаку, пистолетов, селедок, картин,
точильный инструмент, горшков, сапогов, фаянсовую посуду — насколько
хватало денег. Впрочем, редко случалось, чтобы это было довезено
домой; почти в тот же день спускалось оно все другому, счастливейшему
игроку, иногда даже прибавлялась собственная трубка с кисетом и
мундштуком, а в другой раз и вся четверня со всем: с коляской и
кучером, так что сам хозяин отправлялся в коротеньком сюртучке или
архалуке искать какого-нибудь приятеля, чтобы попользоваться его
экипажем. Вот какой был Ноздрев! Может быть, назовут его характером
избитым, станут говорить, что теперь нет уже Ноздрева. Увы!
несправедливы будут те, которые станут говорить так. Ноздрев долго еще
не выведется из мира. Он везде между нами и, может быть, только ходит
в другом кафтане; но легкомысленно непроницательны люди, и человек в
другом кафтане кажется им другим человеком.

Между тем три экипажа подкатили уже к крыльцу дома Ноздрева. В доме не
было никакого приготовления к их принятию. Посередине столовой стояли
деревянные козлы, и два мужика, стоя на них, белили стены, затягивая
какую-то бесконечную песню; пол весь был обрызган белилами. Ноздрев
приказал тот же час мужиков и козлы вон и выбежал в другую комнату
отдавать повеления. Гости слышали, как он заказывал повару обед;
сообразив это, Чичиков, начинавший уже несколько чувствовать аппетит,
увидел, что раньше пяти часов они не сядут за стол. Ноздрев,
возвратившись, повел гостей осматривать все, что ни было у него на
деревне, и в два часа с небольшим показал решительно все, так что
ничего уж больше не осталось показывать. Прежде всего пошли они
обсматривать конюшню, где видели двух кобыл, одну серую в яблоках,
другую каурую, потом гнедого жеребца, на вид и неказистого, но за
которого Ноздрев божился, что заплатил десять тысяч.

— Десять тысяч ты за него не дал, — заметил зять. — Он и одной не
— стоит.

— Ей-богу, дал десять тысяч, — сказал Ноздрев.

— Ты себе можешь божиться, сколько хочешь, — отвечал зять.

— Ну, хочешь, побьемся об заклад! — сказал Ноздрев.

Об заклад зять не захотел биться.

Потом Ноздрев показал пустые стойла, где были прежде тоже хорошие
лошади. В этой же конюшне видели козла, которого, по старому поверью,
почитали необходимым держать при лошадях, который, как казалось, был с
ними в ладу, гулял под их брюхами, как у себя дома. Потом Ноздрев
повел их глядеть волчонка, бывшего на привязи. «Вот волчонок! — сказал
он. — Я его нарочно кормлю сырым мясом. Мне хочется, чтобы он был
совершенным зверем!» Пошли смотреть пруд, в котором, по словам
Ноздрева, водилась рыба такой величины, что два человека с трудом
вытаскивали штуку, в чем, однако ж, родственник не преминул
усомниться. «Я тебе, Чичиков, — сказал Ноздрев, — покажу отличнейшую
пару собак: крепость черных мясом просто наводит изумление, щиток —
игла!» — и повел их к выстроенному очень красиво маленькому домику,
окруженному большим загороженным со всех сторон двором. Вошедши на
двор, увидели там всяких собак, и густопсовых, и чистопсовых, всех
возможных цветов и мастей: муругих, черных с подпалинами, полво-пегих,
муруго-пегих, красно-пегих, черноухих, сероухих… Тут были все клички,
все повелительные наклонения: стреляй, обругай, порхай, пожар,
скосырь, черкай, допекай, припекай, северга, касатка, награда,
попечительница. Ноздрев был среди их совершенно как отец среди
семейства; все они, тут же пустивши вверх хвосты, зовомые у собачеев
прави'лами, полетели прямо навстречу гостям и стали с ними
здороваться. Штук десять из них положили свои лапы Ноздреву на плеча.
Обругай оказал такую же дружбу Чичикову и, поднявшись на задние ноги,
лизнул его языком в самые губы, так что Чичиков тут же выплюнул.
Осмотрели собак, наводивших изумление крепостью черных мясов, —
хорошие были собаки. Потом пошли осматривать крымскую суку, которая
была уже слепая и, по словам Ноздрева, должна была скоро издохнуть, но
года два тому назад была очень хорошая сука; осмотрели и суку — сука,
точно, была слепая. Потом пошли осматривать водяную мельницу, где
недоставало порхлицы, в которую утверждается верхний камень, быстро
вращающийся на веретене, — «порхающий», по чудному выражению русского
мужика.

— А вот тут скоро будет и кузница! — сказал Ноздрев. Немного прошедши,
— они увидели, точно, кузницу, осмотрели и кузницу.

— Вот на этом поле, — сказал Ноздрев, указывая пальцем на поле, —
— русаков такая гибель, что земли не видно; я сам своими руками поймал
— одного за задние ноги.

— Ну, русака ты не поймаешь рукою! — заметил зять.

— А вот же поймал, нарочно поймал! — отвечал Ноздрев — Теперь я поведу
— тебя посмотреть, — продолжал он, обращаясь к Чичикову, — границу,
— где оканчивается моя земля.

Ноздрев повел своих гостей полем, которое во многих местах состояло из
кочек. Гости должны были пробираться между перелогами и взбороненными
нивами. Чичиков начинал чувствовать усталость. Во многих местах ноги
их выдавливали под собою воду, до такой степени место было низко.
Сначала они было береглись и переступали осторожно, но потом, увидя,
что это ни к чему не служит, брели прямо, не разбирая, где бо'льшая, а
где меньшая грязь. Прошедши порядочное расстояние, увидели, точно,
границу, состоявшую из деревянного столбика и узенького рва.

— Вот граница! — сказал Ноздрев. — Все, что ни видишь по эту сторону,
— все это мое, и даже по ту сторону, весь этот лес, которым вон
— синеет, и все, что за лесом, все мое.

— Да когда же этот лес сделался твоим? — спросил зять. — Разве ты
— недавно купил его? Ведь он не был твой.

— Да, я купил его недавно, — отвечал Ноздрев.

— Когда же ты успел его так скоро купить?

— Как же, я еще третьего дня купил, и дорого, черт возьми, дал.

— Да ведь ты был в то время на ярмарке.

— Эх ты, Софрон! Разве нельзя быть в одно время и на ярмарке и купить
— землю? Ну, я был на ярмарке, а приказчик мой тут без меня и купил.

— Да, ну разве приказчик! — сказал зять, но и тут усумнился и покачал
— головою.

Гости воротились тою же гадкою дорогою к дому. Ноздрев повел их в свой
кабинет, в котором, впрочем, не было заметно следов того, что бывает в
кабинетах, то есть книг или бумаги; висели только сабли и два ружья —
одно в триста, а другое в восемьсот рублей. Зять, осмотревши, покачал
только головою. Потом были показаны турецкие кинжалы, на одном из
которых по ошибке было вырезано: «Мастер Савелий Сибиряков». Вслед за
тем показалась гостям шарманка. Ноздрев тут же провертел пред ними
кое-что. Шарманка играла не без приятности, но в средине ее, кажется,
что-то случилось, ибо мазурка оканчивалась песнею: «Мальбруг в поход
поехал», а «Мальбруг в поход поехал» неожиданно завершался каким-то
давно знакомым вальсом. Уже Ноздрев давно перестал вертеть, но в
шарманке была одна дудка очень бойкая, никак не хотевшая угомониться,
и долго еще потому свистела она одна. Потом показались трубки —
деревянные, глиняные, пенковые, обкуренные и необкуренные, обтянутые
замшею и необтянутые, чубук с янтарным мундштуком, недавно выигранный,
кисет, вышитый какою-то графинею, где-то на почтовой станции
влюбившеюся в него по уши, у которой ручки, по словам его, были самой
субдительной сюперфлю, — слово, вероятно означавшее у него высочайшую
точку совершенства. Закусивши балыком, они сели за стол близ пяти
часов. Обед, как видно, не составлял у Ноздрева главного в жизни;
блюда не играли большой роли: кое-что и пригорело, кое-что и вовсе не
сварилось. Видно, что повар руководствовался более каким-то
вдохновеньем и клал первое, что попадалось под руку: стоял ли возле
него перец — он сыпал перец, капуста ли попалась — совал капусту,
пичкал молоко, ветчину, горох — словом, катай-валяй, было бы горячо, а
вкус какой-нибудь, верно, выдет. Зато Ноздрев налег на вина: еще не
подавали супа, он уже налил гостям по большому стакану портвейна и по
другому госотерна, потому что в губернских и уездных городах не бывает
простого сотерна. Потому Ноздрев велел принести бутылку мадеры, лучше
которой не пивал сам фельдмаршал. Мадера, точно, даже горела во рту,
ибо купцы, зная уже вкус помещиков, любивших добрую мадеру, заправляли
ее беспощадно ромом, а иной раз вливали туда и царской водки, в
надежде, что всё вынесут русские желудки. Потом Ноздрев велел еще
принесть какую-то особенную бутылку, которая, по словам его, была и
бургоньон и шампаньон вместе. Он наливал очень усердно в оба стакана,
и направо и налево, и зятю и Чичикову; Чичиков заметил, однако же,
как-то вскользь, что самому себе он не много прибавлял. Это заставило
его быть осторожным, и как только Ноздрев как-нибудь заговаривался или
наливал зятю, он опрокидывал в ту же минуту свой стакан в тарелку. В
непродолжительном времени была принесена на стол рябиновка, имевшая,
по словам Ноздрева, совершенный вкус сливок, но в которой, к
изумлению, слышна была сивушища во всей своей силе. Потом пили какой-
то бальзам, носивший такое имя, которое даже трудно было припомнить,
да и сам хозяин в другой раз назвал его уже другим именем. Обед давно
уже кончился, и вина были перепробованы, но гости всё еще сидели за
столом. Чичиков никак не хотел заговорить с Ноздревым при зяте насчет
главного предмета. Все-таки зять был человек посторонний, а предмет
требовал уединенного и дружеского разговора. Впрочем, зять вряд ли мог
быть человеком опасным, потому что нагрузился, кажется, вдоволь и,
сидя на стуле, ежеминутно клевался носом. Заметив и сам, что находился
не в надежном состоянии, он стал наконец отпрашиваться домой, но таким
ленивым и вялым голосом, как будто бы, по русскому выражению,
натаскивал клещами на лошадь хомут.

— И ни-ни! не пущу! — сказал Ноздрев

— Нет, не обижай меня, друг мой, право, поеду, — говорил зять, — ты
— меня очень обидишь.

— Пустяки, пустяки! мы соорудим сию минуту банчишку.

— Нет, сооружай, брат, сам, а я не могу, жена будет в большой
— претензии, право, я должен ей рассказать о ярмарке. Нужно, брат,
— право, нужно доставить ей удовольствие. Нет, ты не держи меня!

— Ну ее, жену, к..! важное в самом деле дело станете делать вместе!

— Нет, брат! она такая почтенная и верная! Услуги оказывает такие…
— поверишь, у меня слезы на глазах. Нет, ты не держи меня; как честный
— человек, поеду. Я тебя в этом уверяю по истинной совести.

— Пусть его едет, что в нем проку! — сказал тихо Чичиков Ноздреву.

— А и вправду! — сказал Ноздрев. — Смерть не люблю таких растепелей! —
— и прибавил вслух: — Ну, черт с тобою, поезжай бабиться с женою,
— фетюк![[2 - Фетюк — слово, обидное для мужчины, происхоит от Фиты —
— буквы, почитаемой некоторыми неприличною буквою. (Прим. Н. В.
— Гоголя.)]]

— Нет, брат, ты не ругай меня фетюком, — отвечал зять, — я ей жизнью
— обязан. Такая, право, добрая, милая, такие ласки оказывает… до слез
— разбирает; спросит, что видел на ярмарке — нужно все рассказать,
— такая, право, милая.

— Ну поезжай, ври ей чепуху! Вот картуз твой.

— Нет, брат, тебе совсем не следует о ней так отзываться; этим ты,
— можно сказать, меня самого обижаешь, она такая милая.

— Ну, так и убирайся к ней скорее!

— Да, брат, поеду, извини, что не могу остаться. Душой рад бы был, но
— не могу.

Зять еще долго повторял свои извинения, не замечая, что сам уже давно
сидел в бричке, давно выехал за ворота и перед ним давно были одни
пустые поля. Должно думать, что жена не много слышала подробностей о
ярмарке.

— Такая дрянь! — говорил Ноздрев, стоя перед окном и глядя на
— уезжавший экипаж. — Вон как потащился! конек пристяжной недурен, я
— давно хотел подцепить его. Да ведь с ним нельзя никак сойтиться.
— Фетюк, просто фетюк!

Засим вошли они в комнату. Порфирий подал свечи, и Чичиков заметил в
руках хозяина неизвестно откуда взявшуюся колоду карт.

— А что брат, — говорил Ноздрев, прижавши бока колоды пальцами и
— несколько погнувши ее, так что треснула и отскочила бумажка. — Ну,
— для препровождения времени, держу триста рублей банку!

Но Чичиков прикинулся, как будто и не слышал, о чем речь, и сказал,
как бы вдруг припомнив:

— А! чтоб не позабыть: у меня к тебе просьба.

— Какая?

— Дай прежде слово, что исполнишь.

— Да какая просьба?

— Ну, да уж дай слово!

— Изволь

— Честное слово?

— Честное слово.

— Вот какая просьба: у тебя есть, чай, много умерших крестьян, которые
— еще не вычеркнуть из ревизии?

— Ну есть, а что?

— Переведи их на меня, на мое имя.

— А на что тебе?

— Ну да мне нужно.

— Да на что?

— Ну да уж нужно… уж это мое дело, — словом, нужно.

— Ну уж, верно, что-нибудь затеял. Признайся, что?

— Да что ж затеял? из этакого пустяка и затеять ничего нельзя.

— Да зачем же они тебе?

— Ох, какой любопытный! ему всякую дрянь хотелось бы пощупать рукой,
— да еще и понюхать!

— Да к чему ж ты не хочешь сказать?

— Да что же тебе за прибыль знать? ну, просто так, пришла фантазия.

— Так вот же: до тех пор, пока не скажешь, не сделаю!

— Ну вот видишь, вот уж и нечестно с твоей стороны: слово дал, да и на
— попятный двор.

— Ну, как ты себе хочешь, а не сделаю, пока не скажешь, на что.

«Что бы такое сказать ему?» — подумал Чичиков в после минутного
«размышления объявил, что мертвые души нужны ему для приобретения весу
«в обществе, что он поместьев больших не имеет, так до того времени
«хоть бы какие-нибудь душонки.

— Врешь, врешь! — сказал Ноздрев, не давши окончить. — Врешь, брат!

Чичиков и сам заметил, что придумал не очень ловко и предлог довольно
слаб.

— Ну, так я ж тебе скажу прямее, — сказал он, поправившись, — только,
— пожалуйста, не проговорись никому. Я задумал жениться; но нужно тебе
— знать, что отец и мать невесты преамбициозные люди. Такая, право,
— комиссия: не рад, что связался, хотят непременно, чтоб у жениха было
— никак не меньше трехсот душ, а так как у меня целых почти
— полутораста крестьян недостает…

— Ну врешь! врешь! — закричал опять Ноздрев.

— Ну вот уж здесь, — сказал Чичиков, — ни вот на столько не солгал, —
— и показал большим пальцем на своем мизинце самую маленькую часть.

— Голову ставлю, что врешь!

— Однако ж это обидно! что же я такое в самом деле! почему я
— непременно лгу?

— Ну да ведь я знаю тебя: ведь ты большой мошенник, позволь мне это
— сказать тебе по дружбе! Ежели бы я был твоим начальником, я бы тебя
— повесил на первом дереве.

Чичиков оскорбился таким замечанием. Уже всякое выражение, сколько-
нибудь грубое или оскорбляющее благопристойность, было ему неприятно.
Он даже не любил допускать с собой ни в каком случае фамильярного
обращения, разве только если особа была слишком высокого звания. И
потому теперь он совершенно обиделся.

— Ей-богу, повесил бы, — повторил Ноздрев, — я тебе говорю это
— откровенно, не с тем чтобы тебя обидеть, а просто по-дружески
— говорю.

— Всему есть границы, — сказал Чичиков с чувством достоинства. — Если
— хочешь пощеголять подобными речами, так ступай в казармы, — и потом
— присовокупил: — Не хочешь подарить, так продай.

— Продать! Да ведь я знаю тебя, ведь ты подлец, ведь ты дорого не дашь
— за них?

— Эх, да ты ведь тоже хорош! смотри ты! что они у тебя бриллиантовые,
— что ли?

— Ну, так и есть. Я уж тебя знал.

— Помилуй, брат, что ж у тебя за жидовское побуждение. Ты бы должен
— просто отдать мне их.

— Ну, послушай, чтоб доказать тебе, что я вовсе не какой-нибудь
— скалдырник, я не возьму за них ничего. Купи у меня жеребца, я тебе
— дам их в придачу.

— Помилуй, на что ж мне жеребец? — сказал Чичиков, изумленный в самом
— деле таким предложением.

— Как на что? да ведь я за него заплатил десять тысяч, а тебе отдаю за
— четыре.

— Да на что мне жеребец? завода я не держу.

— Да послушай, ты не понимаешь: ведь я с тебя возьму теперь всего
— только три тысячи, а остальную тысячу ты можешь заплатить мне после.

— Да не нужен мне жеребец, бог с ним!

— Ну, купи каурую кобылу.

— И кобылы не нужно.

— За кобылу и за серого коня, которого ты у меня видел, возьму я с
— тебя только две тысячи.

— Да не нужны мне лошади.

— Ты их продашь, тебе на первой ярмарке дадут за них втрое больше.

— Так лучше ж ты их сам продай, когда уверен, что выиграешь втрое.

— Я знаю, что выиграю, да мне хочется, чтобы и ты получил выгоду.

Чичиков поблагодарил за расположение и напрямик отказался и от серого
коня, и от каурой кобылы.

— Ну так купи собак. Я тебе продам такую пару, просто мороз по коже
— подирает! брудастая, с усами, шерсть стоит вверх, как щетина.
— Бочковатость ребр уму непостижимая, лапа вся в комке, земли не
— заденет.

— Да зачем мне собаки? я не охотник.

— Да мне хочется, чтобы у тебя были собаки. Послушай, если уж не
— хочешь собак, так купи у меня шарманку, чудная шарманка; самому, как
— честный человек, обошлась в полторы тысячи. тебе отдаю за девятьсот
— рублей.

— Да зачем же мне шарманка? Ведь я не немец, чтобы, тащася с ней по
— дорогам, выпрашивать деньги.

— Да ведь это не такая шарманка, как носят немцы. Это орган; посмотри
— нарочно: вся из красного дерева. Вот я тебе покажу ее еще! — Здесь
— Ноздрев, схвативши за руку Чичикова, стал тащить его в другую
— комнату, и как тот ни упирался ногами в пол и ни уверял, что он
— знает уже, какая шарманка, но должен был услышать еще раз, каким
— образом поехал в поход Мальбруг. — Когда ты не хочешь на деньги, так
— вот что, слушай: я тебе дам шарманку и все, сколько ни есть у меня,
— мертвые души, а ты мне дай свою бричку и триста рублей придачи.

— Ну вот еще, а я-то в чем поеду?

— Я тебе дам другую бричку. Вот пойдем в сарай, я тебе покажу ее! Ты
— ее только перекрасишь, и будет чудо бричка.

«Эк его неугомонный бес как обуял!» — подумал про себя Чичиков и
«решился во что бы то ни стало отделаться от всяких бричек, шарманок и
«всех возможных собак, несмотря на непостижимую уму бочковатость ребр
«и комкость лап.

— Да ведь бричка, шарманка и мертвые души, все вместе!

— Не хочу, — сказал еще раз Чичиков.

— Отчего ж ты не хочешь?

— Оттого, что просто не хочу, да и полно.

— Экой ты, право, такой! с тобой, как я вижу, нельзя, как водится
— между хорошими друзьями и товарищами, такой, право!.. Сейчас видно,
— что двуличный человек!

— Да что же я, дурак, что ли? ты посуди сам: зачем же приобретать
— вещь, решительно для меня ненужную?

— Ну уж, пожалуйста, не говори. Теперь я очень хорошо тебя знаю.
— Такая, право, ракалия! Ну, послушай, хочешь метнем банчик? Я
— поставлю всех умерших на карту, шарманку тоже.

— Ну, решаться в банк, значит подвергаться неизвестности, — говорил
— Чичиков и между тем взглянул искоса на бывшие в руках у него карты.
— Обе талии ему показались очень похожими на искусственные, и самый
— крап глядел весьма подозрительно.

— Отчего ж неизвестности? — сказал Ноздрев. — Никакой неизвестности!
— будь только на твоей стороне счастие, ты можешь выиграть чертову
— пропасть. Вон она! экое счастье! — говорил он, начиная метать для
— возбуждения задору. — Экое счастье! экое счастье! вон: так и
— колотит! вот та проклятая девятка, на которой я все просадил!
— Чувствовал, что продаст, да уже, зажмурив глаза, думаю себе: «Черт
— тебя побери, продавай, проклятая!»

Когда Ноздрев это говорил, Порфирий принес бутылку. Но Чичиков
отказался решительно как играть, так и пить.

— Отчего ж ты не хочешь играть? — сказал Ноздрев.

— Ну оттого, что не расположен. Да, признаться сказать, я вовсе не
— охотник играть.

— Отчего ж не охотник?

Чичиков пожал плечами и прибавил:

— Потому что не охотник.

— Дрянь же ты!

— Что ж делать? так бог создал.

— Фетюк просто! Я думал было прежде, что ты хоть сколько-нибудь
— порядочный человек, а ты никакого не понимаешь обращения. С тобой
— никак нельзя говорить, как с человеком близким… никакого прямодушия,
— ни искренности! совершенный Собакевич, такой подлец!

— Да за что же ты бранишь меня? Виноват разве я, что не играю? Продай
— мне душ одних, если уж ты такой человек, что дрожишь из-за этого
— вздору.

— Черта лысого получишь! хотел было, даром хотел отдать, но теперь вот
— не получишь же! Хоть три царства давай, не отдам. Такой шильник,
— печник гадкий! С этих пор с тобой никакого дела не хочу иметь.
— Порфирий, ступай скажи конюху, чтобы не давал овса лошадям его,
— пусть их едят одно сено.

Последнего заключения Чичиков никак не ожидал.

— Лучше б ты мне просто на глаза не показывался! — сказал Ноздрев.

Несмотря, однако ж, на такую размолвку, гость и хозяин поужинали
вместе, хотя на этот раз не стояло на столе никаких вин с затейливыми
именами. Торчала одна только бутылка с какие-то кипрским, которое было
то, что называют кислятина во всех отношениях. После ужина Ноздрев
сказал Чичикову, отведя его в боковую комнату, где была приготовлена
для него постель:

— Вот тебе постель! Не хочу и доброй ночи желать тебе!

Чичиков остался по уходе Ноздрева в самом неприятном расположении
духа. Он внутренно досадовал на себя, бранил себя за то, что к нему
заехал и потерял даром время. Но еще более бранил себя за то, что
заговорил с ним о деле, поступил неосторожно, как ребенок, как дурак:
ибо дело совсем не такого роду, чтобы быть вверену Ноздреву… Ноздрев
человек-дрянь, Ноздрев может наврать, прибавить, распустить черт знает
что, выйдут еще какие-нибудь сплетни — нехорошо, нехорошо. «Просто
дурак я». — говорил он сам себе. Ночь спал он очень дурно. Какие-то
маленькие пребойкие насекомые кусали его нестерпимо больно, так что он
всей горстью скреб по уязвленному месту, приговаривая: «А, чтоб вас
черт побрал вместе с Ноздревым!» Проснулся он ранним утром. Первым
делом его было, надевши халат и сапоги, отправиться через двор в
конюшню приказать Селифану сей же час закладывать бричку. Возвращаясь
через двор, он встретился с Ноздревым, который был также в халате, с
трубкою в зубах.

Ноздрев приветствовал его по-дружески и спросил, каково ему спалось.

— Так себе, — отвечал Чичиков весьма сухо.

— А я, брат, — говорил Ноздрев, — такая мерзость лезла всю ночь, что
— гнусно рассказывать, и во рту после вчерашнего точно эскадрон
— переночевал. Представь: снилось, что меня высекли, ей-ей! и,
— вообрази, кто? Вот ни за что не угадаешь: штабс-ротмистр Поцелуев
— вместе с Кувшинниковым.

«Да, — подумал про себя Чичиков, — хорошо бы, если б тебя отодрали
«наяву».

— Ей-богу! да пребольно! Проснулся: черт возьми, в самом деле что-то
— почесывается, — верно, ведьмы блохи. Ну, ты ступай теперь одевайся,
— я к тебе сейчас приду. Нужно только ругнуть подлеца приказчика.

Чичиков ушел в комнату одеться и умыться. Когда после того вышел он в
столовую, там уже стоял на столе чайный прибор с бутылкою рома. В
комнате были следы вчерашнего обеда и ужина; кажется, половая щетка не
притрогивалась вовсе. На полу валялись хлебные крохи, а табачная зола
видна даже была на скатерти. Сам хозяин, не замедливший скоро войти,
ничего не имел у себя под халатом, кроме открытой груди, на которой
росла какая-то борода. Держа в руке чубук и прихлебывая из чашки, он
был очень хорош для живописца, не любящего страх господ прилизанных и
завитых, подобно цирюльным вывескам, или выстриженных под гребенку.

— Ну, так как же думаешь? — сказал Ноздрев, немного помолчавши. — Не
— хочешь играть на души?

— Я уже сказал тебе, брат, что не играю; купить — изволь, куплю.

— Продать я не хочу, это будет не по-приятельски. Я не стану снимать
— плевы с черт знает чего. В бантик — другое дело. Прокинем хоть
— талию!

— Я уж сказал, что нет.

— А меняться не хочешь?

— Не хочу.

— Ну, послушай, сыграем в шашки, выиграешь — твои все. Ведь у меня
— много таких, которых нужно вычеркнуть из ревизии. Эй, Порфирий,
— принеси-ка сюда шашечницу.

— Напрасен труд, я не буду играть.

— Да ведь это не в банк; тут никакого не может быть счастия или
— фальши: все ведь от искусства; я даже тебя предваряю, что я совсем
— не умею играть, разве что-нибудь мне дашь вперед.

«Сем-ка я, — подумал про себя Чичиков, — сыграю с ним в шашки! В шашки
«игрывал я недурно, а на штуки ему здесь трудно подняться».

— Изволь, так и быть, в шашки сыграю.

— Души идут в ста рублях!

— Зачем же? довольно, если пойдут в пятидесяти.

— Нет, что ж за куш пятьдесят? Лучше ж в эту сумму я включу тебе
— какого-нибудь щенка средней руки или золотую печатку к часам.

— Ну, изволь! — сказал Чичиков.

— Сколько же ты мне дашь вперед? — сказал Ноздрев.

— Это с какой стати? Конечно, ничего.

— По крайней мере пусть будут мои два хода.

— Не хочу, я сам плохо играю.

— Знаем мы вас, как вы плохо играете! — сказал Ноздрев, выступая
— шашкой.

— Давненько не брал я в руки шашек! — говорил Чичиков, подвигая тоже
— шашку.

— Знаем мы вас, как вы плохо играете! — сказал Ноздрев, выступая
— шашкой.

— Давненько не брал я в руки шашек! — говорил Чичиков, подвигая шашку.

— Знаем мы вас, как вы плохо играете! — сказал Ноздрев, подвигая
— шашку, да в то же самое время подвинул обшлагом рукава и другую
— шашку.

— Давненько не брал я в руки!.. Э, э! это, брат, что? отсади-ка ее
— назад! — говорил Чичиков.

— Кого?

— Да шашку-то, — сказал Чичиков и в то же время увидел перед самым
— носом своим другую, которая, как казалось, пробиралась в дамки;
— откуда она взялась это один только бог знал. — Нет, — сказал
— Чичиков, вставши из-за стола, — с тобой нет никакой возможности
— играть! Этак не ходят, по три шашки вдруг!

— Отчего ж по три? Это по ошибке. Одна подвинулась нечаянно, я ее
— отодвину, изволь.

— А другая-то откуда взялась?

— Какая другая?

— А вот эта, что пробирается в дамки?

— Вот тебе на, будто не помнишь!

— Нет, брат, я все ходы считал и все помню; ты ее только теперь
— пристроил. Ей место вон где!

— Как, где место? — сказал Ноздрев, покрасневши. — Да, ты, брат, как я
— вижу, сочинитель!

— Нет, брат, это, кажется, ты сочинитель, да только неудачно.

— За кого ж ты меня почитаешь? — говорил Ноздрев. — Стану я разве
— плутоватать?

— Я тебя ни за кого не почитаю, но только играть с этих пор никогда не
— буду.

— Нет, ты не можешь отказаться, — говорил Ноздрев, горячась, — игра
— начата!

— Я имею право отказаться, потому что ты не так играешь, как прилично
— честному человеку.

— Нет, врешь, ты этого не можешь сказать!

— Нет, брат, сам ты врешь!

— Я не плутовал, а ты отказаться не можешь, ты должен кончить партию!

— Этого ты меня не заставишь сделать, — сказал Чичиков хладнокровно и,
— подошедши к доске, смешал шашки.

Ноздрев вспыхнул и подошел к Чичикову так близко, что тот отступил
шага два назад.

— Я тебя заставлю играть! Это ничего, что ты смешал шашки, я помню все
— ходы. Мы их поставим опять так, как были.

— Нет, брат, дело кончено, я с тобою не стану играть.

— Так ты не хочешь играть?

— Ты сам видишь, что с тобою нет возможности играть.

— Нет, скажи напрямик, ты не хочешь играть? — говорил Ноздрев,
— подступая еще ближе.

— Не хочу! — сказал Чичиков и поднес, однако ж, обе руки на всякий
— случай поближе к лицу, ибо дело становилось в самом деле жарко.

Эта предосторожность была весьма у места, потому что Ноздрев
размахнулся рукой… и очень бы могло статься, что одна из приятных и
полных щек нашего героя покрылась бы несмываемым бесчестием; но,
счастливо отведши удар, он схватил Ноздрева за обе задорные его руки и
держал его крепко.

— Порфирий, Павлушка! — кричал Ноздрев в бешенстве, порываясь
— вырваться.

Услыша эти слова, Чичиков, чтобы не сделать дворовых людей свидетелями
соблазнительной сцены и вместе с тем чувствуя, что держать Ноздрева
было бесполезно, выпустил его руки. В это самое время вошел Порфирий и
с ним Павлушка, парень дюжий, с которым иметь дело было совсем
невыгодно.

— Так ты не хочешь оканчивать партии? — говорил Ноздрев. — Отвечай мне
— напрямик!

— Партии нет возможности оканчивать, — говорил Чичиков и заглянул в
— окно. Он увидел свою бричку, которая стояла совсем готовая, а
— Селифан ожидал, казалось, мановения, чтобы подкатить под крыльцо, но
— из комнаты не было никакой возможности выбраться: в дверях стояли
— два дюжих крепостных дурака.

— Так ты не хочешь доканчивать партии? — повторил Ноздрев с лицом,
— горевшим, как в огне.

— Если бы ты играл, как прилично честному человеку. Но теперь не могу.

— А! так ты не можешь, подлец! когда увидел, что не твоя берет, так и
— не можешь! Бейте его! — кричал он исступленно, обратившись к
— Порфирию и Павлушке, а сам схватил в руку черешневый чубук. Чичиков
— стал бледен как полотно. Он хотел что-то сказать, но чувствовал, что
— губы его шевелились без звука.

— Бейте его! — кричал Ноздрев, порываясь вперед с черешневым чубуком,
— весь в жару, в поту, как будто подступал под неприступную крепость.
— — Бейте его! — кричал он таким же голосом, как во время великого
— приступа кричит своему взводу: «Ребята, вперед!» какой-нибудь
— отчаянный поручик, которого взбалмошная храбрость уже приобрела
— такую известность, что дается нарочный приказ держать его за руки во
— время горячих дел. Но поручик уже почувствовал бранный задор, все
— пошло кругом в голове его; перед ним носится Суворов, он лезет на
— великое дело. «Ребята, вперед!» — кричит он, порываясь, не помышляя,
— что вредит уже обдуманному плану общего приступа, что миллионы
— ружейных дул выставились в амбразуры неприступных, уходящих за-
— облака крепостных стен, что взлетит, как пух, на воздух его
— бессильный взвод и что уже свищет роковая пуля, готовясь захлопнуть
— его крикливую глотку. Но если Ноздрев выразил собою подступившего
— под крепость отчаянного, потерявшегося поручика, то крепость, на
— которую он шел, никак не была похожа на неприступную. Напротив,
— крепость чувствовала такой страх, что душа ее спряталась в самые
— пятки. Уже стул, которым он вздумал было защищаться, был вырван
— крепостными людьми из рук его, уже, зажмурив глаза, ни жив ни мертв,
— он готовился отведать черкесского чубука своего хозяина, и бог знает
— чего бы ни случилось с ним; но судьбам угодно было спасти бока,
— плеча и все благовоспитанные части нашего героя. Неожиданным образом
— звякнули вдруг, как с облаков, задребезжавшие звуки колокольчика,
— раздался ясно стук колес подлетевшей к крыльцу телеги, и отозвались
— даже в самой комнате тяжелый храп и тяжкая одышка разгоряченных
— коней остановившейся тройки. Все невольно глянули в окно: кто-то, с
— усами, в полувоенном сюртуке, вылезал из телеги. Осведомившись в
— передней, вошел он в ту самую минуту, когда Чичиков не успел еще
— опомниться от своего страха и был в самом жалком положении, в каком
— когда-либо находился смертный.

— Позвольте узнать, кто здесь господин Ноздрев? — сказал незнакомец,
— посмотревши в некотором недоумении на Ноздрева, который стоял с
— чубуком в руке, и на Чичикова, который едва начинал оправляться от
— своего невыгодного положения.

— Позвольте прежде узнать, с кем имею честь говорить? — сказал
— Ноздрев, подходя к нему ближе.

— Капитан-исправник.

— А что вам угодно?

— Я приехал вам объявить сообщенное мне извещение, что вы находитесь
— под судом до времени окончания решения по вашему делу.

— Что за вздор, по какому делу? — сказал Ноздрев.

— Вы были замешаны в историю, по случаю нанесения помещику Максимову
— личной обиды розгами в пьяном виде.

— Вы врете! я и в глаза не видал помещика Максимова!

— Милостивый государь! позвольте вам доложить, что я офицер. Вы можете
— это сказать вашему слуге, а не мне!

Здесь Чичиков, не дожидаясь, что будет отвечать на это Ноздрев, скорее
за шапку да по-за спиною капитана-исправника выскользнул на крыльцо,
сел в бричку и велел Селифану погонять лошадей во весь дух.






Глава пятая


Герой наш трухнул, однако ж, порядком. Хотя бричка мчалась во всю
пропащую и деревня Ноздрева давно унеслась из вида, закрывшись полями,
отлогостями и пригорками, но он все еще поглядывал назад со страхом,
как бы ожидая, что вот-вот налетит погоня. Дыхание его переводилось с
трудом, и когда он попробовал приложить руку к сердцу, то
почувствовал, что оно билось, как перепелка в клетке. «Эк какую баню
задал! смотри ты какой!» Тут много было посулено Ноздреву всяких
нелегких и сильных желаний; попались даже и нехорошие слова. Что ж
делать? Русский человек, да еще и в сердцах. К тому ж дело было совсем
нешуточное. «Что ни говори, — сказал он сам в себе, — а не подоспей
капитан-исправник, мне бы, может быть, не далось бы более и на свет
божий взглянуть! Пропал бы, как волдырь на воде, без всякого следа, не
оставивши потомков, не доставив будущим детям ни состояния, ни
честного имени!» Герой наш очень заботился о своих потомках.

«Экой скверный барин! — думал про себя Селифан. — Я еще не видал
«такого барина. То есть плюнуть бы ему за это! Ты лучше человеку не
«дай есть, а коня ты должен кормить, потому что конь любит овес. Это
«его продовольство: что, примером, нам кошт, то для него овес, он его
«продовольство».

Кони тоже, казалось, думали невыгодно об Ноздреве: не только гнедой и
Заседатель, но и сам чубарый был не в духе. Хотя ему на часть и
доставался всегда овес потуже и Селифан не иначе всыпал ему в корыто,
как сказавши прежде: «Эх ты, подлец!» — но, однако ж, это все-таки был
овес, а не простое сено, он жевал его с удовольствием и часто
засовывал длинную морду свою в корытца к товарищам поотведать, какое у
них было продовольствие, особливо когда Селифана не было в конюшне, но
теперь одно сено… нехорошо; все были недовольны.

Но скоро все недовольные были прерваны среди излияний своих внезапным
и совсем неожиданным образом. Все, не исключая и самого кучера,
опомнились и очнулись только тогда, когда на них наскакала коляска с
шестериком коней и почти над головами их раздалися крик сидевших в
коляске дам, брань и угрозы чужого кучера: «Ах ты мошенник эдакой;
ведь я тебе кричал в голос: сворачивай, ворона, направо! Пьян ты, что
ли?» Селифан почувствовал свою оплошность, но так как русский человек
не любит сознаться перед другим, что он виноват, то тут же вымолвил
он, приосанясь: «А ты что так расскакался? глаза-то свои в кабаке
заложил, что ли?» Вслед за сим он принялся отсаживать назад бричку,
чтобы высвободиться таким образом из чужой упряжи, но не тут-то было,
все перепуталось. Чубарый с любопытством обнюхивал новых своих
приятелей, которые очутились по обеим сторонам его. Между тем сидевшие
в коляске дамы глядели на все это с выражением страха в лицах. Одна
была старуха, другая молоденькая, шестнадцатилетняя, с золотистыми
волосами весьма ловко и мило приглаженными на небольшой головке.
Хорошенький овал лица ее круглился, как свеженькое яичко, и, подобно
ему, белел какою-то прозрачною белизною, когда свежее, только что
снесенное, оно держится против света в смуглых руках испытующей его
ключницы и пропускает сквозь себя лучи сияющего солнца; ее тоненькие
ушки также сквозили, рдея проникавшим их теплым светом. При этом испуг
в открытых, остановившихся устах, на глаз�