а, золота нитка в життю Захара

Беркута. Все, що він робив, що говорив, що думав, те робив, говорив і
думав з поглядом на добро і хосен інших, а поперед усього - громади.
Громада - то був його світ, то була ціль його життя. Ви-дячи, що
медведі та дики часто калічать худобу й людей у горах, він, ще бувши
молодим парубком, задумав навчитися лічити рани і, покинувши
батьківський дім, вибрався в далеку, незнайому дорогу до одного
славного ворожбита, який, чутка була, вмів замовляти стріли й кров.
Але примова того лікаря показалася пустою. Захар Беркут, прийшовши до
нього, обіцяв йому десять ку-шіць плати, щоб навчив його своєї
примови.

Ворожбит пристав, але Захарові не досить було навчитися насліпо, він
хотів попереду переконатися, чи лік ворожбитів добрий. Він вийняв свій
ніж і задав собі ним глибоку рану в стегно.

- На, заков,сказав він до зачудованого лікаря. Примова не вдалася.

- Е,сказав лікар,це для того не вдається, що ти самовільно завдав собі
- рану.

Такої рани замовити не можна.

- Ну, то видно, що кепська твоя примова, і мені Гі не потрібно. Я
- потребую такої примови, котра не питала би, чи рана самовільна, чи
- ні, а загоїла б усяку.

І, як стій, Захар Беркут покинув ворожбита і пішов дальше -
розпитувати ліпших лікарів. Довго блукав він по горах і долах, аж поки
по році блукання не зайшов до скитських монахів. Між ними був один
столітній старець, що довгі часи пробував на Афонській горі у греків і
читав там багато старих грецьких книг.

Той монах умів чудово лічити рани і брався навчити своєї штуки
кождого, хто проживе з ним рік у добрій злагоді і покажеться йому
чоловіком щирого серця й чистої душі. Багато вже учеників приходило до
старого, вічно задуманого і вічно сумовитого монаха, але ні одного він
не вподобав, ні один не прожив з ним умовленого року і не виніс його
тайник