ироко
розпростертими крилами і звислою додолу головою; се були знаки духів -
опікунів дому. За хатами стояли стайні та інші господарські будинки,
всі під драницями і з грубезних тесаних брусів збудовані; тільки
нечисленні обороги були з соломи і насторошували де-де свої золото-
жовті остро-круглі чуби догори помія» чотирма високими оборожинами.

- Ось мого батька двір,сказав Максим, показуючи на один двір, нічим не
- відмінний від інших. Перед домом не було нікого, але двері від сіней
- були відчинені, а в стіні до полудня прорубані були два невеличкі
- квадратові отвори, які вліті оставались або зовсім створені, або
- закладались тонкими і напівпрозірчастими гіпсовими плитками і на
- зиму, крім того, забивались дощаними віконницями. Се були тодішні
- вікна.

Мирослава цікаво позирнула на те гніздо Беркутів, над котрого ворітьми
справді висів недавно вбитий величезний беркут, ще й по смерті немов
грозячи своїми могутніми залізними пазурами і своїм чорним, у каблук
закривленим дзюбом.

Затишно, супокійне і ясно було па тім обійстю; потік відді�