ледве окинувши її оком,
- проговорив:

- Ви кликали мене перед себе і ось я. Чого хочете від мене?

Слова ті сказані були різким, гордим голосом, котрим боярин, очевидно,
хотів показати громаді свою вищість. При тім він не дивився на
громаду, але обертав у руках свій топір і немов любувався блиском його
вістря та обуха, показуючи явно, що глибоко погорджує цілою тою радою.

- Ми закликали тебе, боярине, перед суд громадський, щоб, заким
- осудимо твої поступки, вислухати твого слова. Яким правом і в якій
- цілі ти робиш кривду громаді?

- На суд громадський? повторив, немов зачудува-ний, Тугар Вовк,
- обертаючись лицем до Захара.Я княжий слуга і боярин. Ніхто не має
- права судити мене, окрім князя і рівних мені бояр.

- Про се, боярине, чий ти слуга, ми не будемо з тобою сперечатися,се
- нас нічого не обходить. А про твоє право поговоримо пізніше. Тепер
- тільки будь ласкав сказати нам: відкіля прийшов ти в наше село?

- Зі столичного княжого міста Галича.

- А хто велів тобі йти сюди?

- Мій і ваш пан князь Данило Романович.

- Говори про себе, а не про нас, боярине! Ми вольні люди і не знаємо
- ніякого пана. А чого ж велів тобі твій пан іти в наше село?

Лице боярина облилося 