тим, як би то завтра стати гідно і в цілім блиску перед тими смердами
та показати їм свою повагу та вищість,- і Тугар Вовк не завважав
нічого між молодими людьми; одно тільки гнівало його, що той молодий
парубок такий смілий і так поводиться з ним і з його донькою, мов з
рівними собі. Але до пори, до часу він здержував свій гнів.

Минули вже село і зближалися до того місця, де ту-хольська кітловина
замикалася, пропускаючи тільки вузькою скалистою брамою потік у
долину.

Сонце вже похилилося геть із полудня і стояло над вершиною лісу,
купаючи своє скісне проміння в спінених хвилях потоку. Від скал, що
затіснювали виплив потоку з тухоль-ської долини, лежали вже довгі
тіні; в самій тіснині було сумрачно, холодно і слизько. Внизу
розбивалася вода потоку о величезне, купами тут навалене каміння, а
вгорі високо шуміли величезні смереки і буки.

Понад самим потоком з обох боків вели проковані в скалах вигідні
стежки - також діло тухольців. Якась дрож пройняла Мирославу, коли
входила в оту дивовижну «кам'яну браму»: чи то від пануючого тут
холоду, чи від вогкості, чи бог знає від чого,- вона взяла батька за
руку і притиснулася до нього.

- Яке страшне місце! сказала вона, зупиняючись у самій тіснині і
- озираючись кругом та догори. І справді, місце було незвичайне, дике.
- Потік був вузький, може, на три сажні, не більше, завширшки, і так
- гладко прорізаний рвучою гірською водою в лупаковій скалі, що
- незнающий був би міг присягнути, що се людських рук робота. А перед
- самим проходом стояв насторч величезний кам'яний стовп, усподу геть
- підмитий водою і для того тонший, а вгорі немов головатий, оброслий
- папороттю та карлуватими берізками. Се був широко звісний Сторож,
- котрий, бачилось, пильнував входу в тухольську долину і готов був
- упасти на кождого, хто в ворожій цілі вдирався б до сього тихого,
- щасливого закутка. Сам Тугар Вовк почув якийсь холод за плечима,
- зирнувши на того страшного Сторожа.

- Тьфу, яка небезпечна каменюка! сказав він.Так нависла над самим
- проходом, що, бачиться, ось-ось упаде!

- Се святий камінь, боярине,сказав поважно Максим,йому щовесни
- складають вінки з червоного огнику се наш тухольський Сторож.

- Ех, все у вас ваше, все у вас святе, все у вас ту-хольське,аж
- слухати обридло!

- скрикнув Тугар Вовк.Немовто поза вашою Тухольщиною вже й світу нема!

- Для нас і справді нема світу,відмовив Максим.Ми над усе любимо свій
- кутик,коли б так кождий інший любив свій кутик, то, певно, всі люди
- жили б на світі спокійно й щасливо.

Максим у своїй невинній щирості й не розумів, як чутко вколов він у
серце боярина тими словами. Він не завважав також, якими злобними
очима позирнув на нього Тугар Вовк. Звертаючися до Мирослави, Максим
мовив далі спокійним, теплим голосом:

- А про той камінь, про нашого Сторожа, я вам оповім, що чув від
- батька. Давно то, дуже давно діялось, ще коли велетні жили в наших
- горах. То тут, де тепер наша Тухля, стояло велике озеро; сеся
- кітловина була ще зовсім замкнена, і тільки через верх текла вода.
- Озеро се було закляте: в нім не було нічого живого

- ні рибки, ні хробачка; а котра звірина напилася з нього, мусила
- згинути; а пташина, що хотіла перелетіти понад нього, мусила впасти
- в воду і втопитися.

Озеро було під опікою Морани, богині смерті. Але раз сталося, що цар
велетнів посварився з Мораною, і, щоб зробити їй наперекір, ударив
своїм чародійським молотом о скалу, і розвалив стіну, так що вся вода
з заклятого озера виплила і стратила свою дивну силу. Ціла околиця
раптом ожила; дно озера зробилося плодючою долиною і зазеленілося
буйними травами та цвітами; в потоці завелися риби, поміж камінням
усяка гадь, у лісах звірина, в повітрі птиця. За те розлютилася
Морана, бо вона не любить нічого живого, і закляла царя велетнів у
отсей камінь. Але долині самій не могла нічого зробити, бо не могла
назад вернути мертвящої води, що виплила з озера; якби була вернула
назад усю воду до краплини і заткала отсей у скалі вибитий прохід, то
була би знов царицею наших гір. А так, то хоч цар велетнів і не жив,
та проте й Морана не має вже тут власті. Але цар не зовсім погиб. Він
триває в тім камені і пильнує сеї долини.

Кажуть, що колись Морана ще раз ізбере свою силу, щоб нею завоювати
нашу

Тухольщину, але отсей заклятий Сторож упаде тоді на силу Морани і
роздавить

її собою.

З дивним чуттям слухала Мирослава тої повісті: вона глибоко щеміла її
в серці,-

їй так бажалося стати під руксю того доброго і животворного царя
велетнів до бою з силою Морани; кров живіше заграла в її молодім
серці. Як сильно, як гаряче любила вона в тій хвилі Максима!

А Тугар Вовк хоч і слухав Максимової повісті, але, бачилось, не дуже
вірив їй, тільки ще раз обернувся, позирнув на кам'яного тухольського
Сторожа і з погордою всміхнувся, немов подумав собі: «От дурні смерди,
в якій дурниці покладають свою гордість і свою надію!»

Вже наші пішоходи минули вузький протік тухольського потоку і вийшли
на ясний світ. Перед їх очима раптом розкинулася довга, крутими горами
обмежена долина Опору, котра ген-ген сходилася з долиною Стрию. Сонце
вже клонилося на захід і гарячим пурпуром мерко-•гіло в широких хвилях
Опору. Тухольський потік скаженими скоками і з лютим шумом гуркотів
додолу, щоб скупатися в

Опорі. Його вода, різко відбиваючи в собі заходову червоність,
виглядала неначе кров, що бурхає з величезної рани. Довкола шуміли
темні вже ліси.

Хвилю стояли наші пішоходи, напуваючись тою безсмертною і живущою
красою природи. Максим немов вагувався на якійсь думці, що так і
засіла в його голові і силоміць просилася на волю. Далі він зібрався з
відвагою і приблизився до Тугара Вовка, тремтячи й черво-ніючись.

- Боярине-батьку,сказав він незвичайно м'яким і несміливим голосом.

- Чого тобі треба?

- Позволь мені бути твоїм найщирішим слугою…

- Слугою? Що ж, се нетрудно,прийди з батьком і наймись, коли конче
- хочеш на службу.

- Ні, боярине, не так ти зрозумів мене… Позволь мені бути твоїм сином!

- Сином? Але ж у тебе б свій батько, і, як чую, далеко ліпший,
- справедливіший і мудріший від мене, коли завтра буде судити мене!

Боярин гірко, їдовито всміхнувся.

- Я хотів сказати,поправився Максим,хотів сказати ще не так. Боярине,
- віддай за мене доньку свою, котру я люблю дужче свого життя, дужче
- душі своєї!

Грім з ясного неба не був би так перелякав Тугара Вовка, як ті гарячі,
а при тім прості слова молодого парубка. Він відступив два кроки назад
і прошибаючим, з гнівом і погордою змішаним поглядом мірив бідного
Максима від ніг до голови.

Лице його було недобре, аж синє, зуби йому заціпило, губи дрожали.

- Смерде! скрикнув він нараз, аж дооколичні гори залунали тим
- проклятим окликом.Що се за слова смієш говорити до мене? Повтори ще
- раз, бо се не може бути, щоб я справді чув те, що мені причулося.

Грізний крик боярина збудив і в Максима його звичайну смілість і
рішучість.

Він випростувався перед боярином, мов молодий, пишний дубчак, і сказав
лагідним, але певним голосом:

- Нічого злого я не сказав тобі, боярине,нічого такого, що би
- приносило нечесть тобі або твоїй доньці. Я просив у тебе руки твоєї
- доньки, котру я люблю, як її ніхто в світі не буде любити. Невже ж
- між твоїм боярським, а моїм мужицьким родом така велика пропасть,
- щоб її любов не могла перегатити? Та й чим же ж тя так дуже вищий
- від мене?

- Мовчи, смерде! перебив його лютим криком Тугар Вовк.Рука моя
- судорожне стискає рукоять меча, щоб заткати ним твою глупу гортанку.
- Одно тільки рятує тебе від моєї мести, а се те, що ти нині вирятував
- мою доньку з небезпеки. Інакше ляг би ти в тій хвилі трупом за такі
- слова. І ти, безумний, міг подумати, міг посміти підносити очі свої
- до неї, до моєї доньки?.. Се за те, що я й вона говоримо з тобою по-
- людськи, а не копаємо тебе, як собаку! І ти думав, що, рятуючи її
- від пазурів медведя, ти здобув її для себе, як бранку? О ні! Коли б
- мало на таке прийти, то воліла б вона згинути в кривавих обіймах
- дикого звіра, ніж мала би тобі дістатися!

- Ні, боярине, не так кажи! Волів би я згинути в лапах медведя, аніж
- мав би один

її волосок бути ушкоджений.

Мирослава відвернулася при тих словах, щоб скрити від батька і від
Максима довго здержувані сльози, що тепер бризнули з її очей. Але
Тугар Вовк не зважав на те і говорив дальше:

- І ти, підлий хамів роде, смієш рівняти себе зо мною? Зо мною, що вік
- звікував між князями, вдостоївся княжої похвали і надгороди за
- рицарські діла! Моя донька може вибирати собі жениха між найпершими
- і найславнішими молодцями в краю, а я мав би дати її тобі, смердові,
- до твого тухольського гнізда, де би вона зів'яла, зсохла і пропала в
- нужді? Ш, ні, йди геть, бідний хлопче, ти несповна розуму, ти сказав
- свої слова в нападі божевільства.

Максим бачив тепер, що його надії розбиті, що боярин надто високо
міряє, надто гордо глядить на нього. Хоч і як тяжко приходилось йому,
але ніщо було робити.

- Боярине, боярине,сказав він сумним, теплим голосом,занадто ти високо
- піднявся на крилах гордості,але уважай! Доля звичайно тих найвище
- підносить, кого думає найнижче зіпхнути. Не гордуй бідними, не
- гордуй низькими, не гордуй робучими, боярине, бо хто ще знає, до
- котрої хто криниці прийде воду пити!

- Ти ще смієш мені давати науки, гаде? скрикнув розлючений Тугар Вовк,
- і очі його заблищали безумним гнівом.Геть мені з очей, а то, богом
- кленусь, не буду ні на що зважав, а просаджу тебе отсим ножем, як
- просадив нині рано медведя.

- Не гнівайся, боярине, за слова дурного хлопця,відповів усе спокійний

Максим.- Прощай! Прощай і ти, моя зоре, що блиснула мені так чудово на
одну днину, а тепер мусиш навіки для мене померкнути! Прощай і будь
щаслива!

- Ні, годі мовчати,сказала нараз Мирослава, рішучо обертаючись,я не
- померкну для тебе, молодче, я буду твоя.

Тугар Вовк, мов остовпілий, глядів на свою доньку і вже аж тепер не
знав, що йому робити.

- Доню, а се що ти кажеш! скрикнув він.

- Те, що чуєш, таточку. Віддай мене за Максима! Я піду за нього.

- Дурна дівчино, се не може бути!

- Спробуй а побачиш, що може.

- Ти в гарячці говориш, доню,ти перелякалася дикого звіра, ти
- недужа!..

- Ні, таточку, я здорова і скажу тобі ще раз, і кле-нусь перед он тим
- ясним сонцем, що сей молодець мусить бути моїм! Сонце, будь свідком!

І вона взяла Максима за руку і гаряче прилипла устами до його уст.
Тугар Вовк не міг отямитися, не міг здобутися на один рух, на одно
слово.

- А тепер, молодче, йди домів і не лякайся нічого. Мирослава присягла,
- що буде твоєю, і Мирослава зуміє додержати присяги. А ми, таточку,
- спішімо додому!

Онде в долині наш двір, а ось і наші гості надходять.

І, сказавши се, дивна дівчина взяла безтямного з диву батька за руку і
пішла з ним долі горою. А Максим довго ще стояв на місці, очарований,
щасливий.

Вкінці прочунявся і, впавши лицем на землю, помолився захо-довому
сонцю так, як молилися його діди й прадіди, як молився тайком і його
батько. Потім устав і тихою ходою пішов додому.




ІIІ


За селом Тухлею, зараз же близ водопаду, стояла насеред поля величезна
липа.

Ніхто не затямив, коли її засаджено і коли вона розрослася така
здорова та конариста. Тухля була оселя не дуже давня, і деревина, що
росла на тухольській долині, була геть-геть молодша від тої липи; тим-
то й не диво, що тухольський народ уважав її найдавнішим свідком
давнини і окружав великою пошаною.

Тухольці вірили, що тота липа - дар їх споконвічного добродія, царя
велетнів, який засадив її власноручно на тухольській долині на знак
своєї побіди над

Мораною. З-під коріння липи било джерело погожої води і відтак, тихо
журчачи по дрібних камінцях, впливало до потоку. Се було місце копних
зборів тухольських, місце сільського віча, котре в старовину являло з
себе всю і одиноку вдасть у руських громадах.

Довкола липи був широкий, рівний майдан. Рядами стояли на нім до схід
сонця гладкі кам'яні брили, призначені на стільці, де сідали старці
громадські, батьки родин. Кілько було таких батьків, стілько й
кам'яних стільців. Поза ними було вільне місце. Під липою, над самим
джерелом, стояв чотиригранний камінь з проверченою всередині дорого;
тут на час ради виставлялося копне знамено. А обік зроблене було друге
підвищення - для бесідника, себто для того, хто в якій- небудь справі
говорив; він виступав із свого місця і входив на се підвищення, щоб
увесь народ міг чути його.

На другий день після боярських ловів густо тухоль-ського народу
роїлося по копнім майдані. Гамір ішов по долині. Старці громадські
йшли повагом із села один за одним і засідали на своїх місцях. Шумно
збиралася мо-лодіж і ставала поза ними широким півколесом. І жінки
сходилися, хоч не так численно: від громадської ради жаден дорослий
громадянин, чи муж, чи жінка, не був виключений. І хоч рішаючий голос
мали тільки старці-батьки, але при нараді вільно було й молодежі, й
жіноцтву подавати свій голос під розвагу старцям.

Сонце піднялось уже високо на небі, коли з села, остатні за всіма,
надійшли закличники, несучи перед собою тухольське копне знамено.
Поява їх викликала загальний шепіт між громадою, а коли вони
наблизилися, все втихло.

Закличникн, тричі поклонившися громаді, вийшли під липу і познімали
шапки з голів. Уся громада зробила те саме.

- Чесна громадо,відізвалися закличники,чи воля ваша нині раду держати?

- Так, так! загула громада.

- То нехай же бог помагає! сказали вони і, піднявши високо вгору копне
- знамено, встромили його в дірку, продовбану в камені. Се був знак,
- що рада зачата.

Потім устав зі свого місця найстарший у зборі, Захар Беркут, і
повільним, але твердим кроком виступив під липу, і, доторкнувшися її
рукою, наблизився до пливучої з її коріння нори, і, припавши на
коліна, помазав собі нею очі й уста.

Се була звичайна стародавня церемонія, що знаменувала очищення уст і
прояснення ока, потрібне при такім важнім ділі, як народна рада. По
тім він сів на підвищенім місці, звернений лицем до народу, тобто до
східної сторони неба.

Захар Беркут - се був сивий, як голуб, звиш 90-літній старець,
найстарший віком у цілій тухольській громаді. Батько вісьмох синів, із
яких три сиділи вже разом

із ним між старцями, а наймолодший, Максим, мов здоровий дубчак між
явориною, визначався між усім тухоль-ськкм парубоцтвом. Високий
ростом, поважний поставою, строгий лицем, багатий досвідом життя й
знанням людей та обставин, Захар Беркут був правдивим образом тих
давніх патріархів, батьків

і провідників цілого народу, про яких говорять нам тисячолітні пісні
та перекази. Незважаючи на глибоку старість, Захар Беркут був іще
сильний і кремезний. Правда, він не робив уже коло поля, не гонив
овець у полонину, ані не ловив звіра в лісових нетрях,- та, проте,
працювати він не переставав. Сад, пасіка й ліки - се була його робота.
Скоро лишень весна завітає в тухольські гори, Захар Беркут уже в своїм
саду, копле, чистить, підрізує, щепить і пересаджує. Дивувалися
громадяни його знанню в садівництві, тим більше дивувалися, що він не
крився з тим знанням, але радо навчав кождого, показував

і заохочував. Пасіка його була в лісі, і кождеї погідної днини Захар
Беркут ходив у свою пасіку, хоч дорога була утяжлива і досить далека.
А вже найбільшим добродієм уважали тухольці Захара Беркута за його
ліки. Коли було настане час між зеленими святами а святом Купайла,
Захар Беркут з своїм наймолодшим сипом Максимом іде на кілька неділь у
гори за зіллям і ліками. Правда, чисті та прості звичаї тодішнього
народу, свіже тухольське повітря, просторі та здорові хати і
ненастанна та зовсім не надсильна праця - все те вкупі хоронило людей
від частих і заразливих хвороб. Зате частіше лучалися каліцтва, рани,
на які, певно, ніякий знахар не вмів так скоро і так гарно зарадити,
як Захар Беркут.

Але не в тім усім покладав Захар Беркут головну вагу свого старечого
життя.

«Життя лиш доти має вартість,- говорив він частенько,- доки чоловік
«може помагати іншим. Коли він стає для інших тягарем, а хісна не
«приносить їм ніякого, тоді він уже не чоловік, а завада, тоді він уже
«й жити не варт. Хорони мене боже, щоб я коли-будь мав статися тягарем
«для інших і їсти ласкавий, хоч і як заслужений хліб!» Ті слова - то
«була провідна, золота нитка в життю Захара

Беркута. Все, що він робив, що говорив, що думав, те робив, говорив і
думав з поглядом на добро і хосен інших, а поперед усього - громади.
Громада - то був його світ, то була ціль його життя. Ви-дячи, що
медведі та дики часто калічать худобу й людей у горах, він, ще бувши
молодим парубком, задумав навчитися лічити рани і, покинувши
батьківський дім, вибрався в далеку, незнайому дорогу до одного
славного ворожбита, який, чутка була, вмів замовляти стріли й кров.
Але примова того лікаря показалася пустою. Захар Беркут, прийшовши до
нього, обіцяв йому десять ку-шіць плати, щоб навчив його своєї
примови.

Ворожбит пристав, але Захарові не досить було навчитися насліпо, він
хотів попереду переконатися, чи лік ворожбитів добрий. Він вийняв свій
ніж і задав собі ним глибоку рану в стегно.

- На, заков,сказав він до зачудованого лікаря. Примова не вдалася.

- Е,сказав лікар,це для того не вдається, що ти самовільно завдав собі
- рану.

Такої рани замовити не можна.

- Ну, то видно, що кепська твоя примова, і мені Гі не потрібно. Я
- потребую такої примови, котра не питала би, чи рана самовільна, чи
- ні, а загоїла б усяку.

І, як стій, Захар Беркут покинув ворожбита і пішов дальше -
розпитувати ліпших лікарів. Довго блукав він по горах і долах, аж поки
по році блукання не зайшов до скитських монахів. Між ними був один
столітній старець, що довгі часи пробував на Афонській горі у греків і
читав там багато старих грецьких книг.

Той монах умів чудово лічити рани і брався навчити своєї штуки
кождого, хто проживе з ним рік у добрій злагоді і покажеться йому
чоловіком щирого серця й чистої душі. Багато вже учеників приходило до
старого, вічно задуманого і вічно сумовитого монаха, але ні одного він
не вподобав, ні один не прожив з ним умовленого року і не виніс його
тайників лікарських. Про цього-то лікаря прочув Захар Беркут і
наважився відбути його пробу. Прийшовши до скитського монастиря,
просив, щоб заведено його до старця Акинтія, і одверто розповів йому
про ціль свого приходу. Сивобородий, понурий дід Акинтій прийняв його
без суперечки - і Захар вибув не рік, а цілі три роки. Він вернувся зо
скита новим чоловіком; його любов до громади стала ще гарячішою і
сильнішою, його слова плили кришталевою, чистою хвилею, були спокійні,
розумні і тверді, як сталь, а проти усякої неправди гострі, як бритва.
В своїй чотирилітній мандрівці Захар

Беркут пізнав світ, був і в Галичі, і в Києві, бачив князів і їх діла,
пізнав вояків і купців, а його простий, ясний розум складав усе бачене
й чуте, зерно до зерна, в скарбницю пам'яті як матеріали для думки.
Він вернувся з мандрівки не тільки лікарем, але й громадянином. Бачачи
по долах, як князі та їх бояри силуються ослабити і розірвати
громадські вільні порядки по селах, щоб опісля роз'єднаних

і розрізнених людей тим легше повернути в невольників і слуг, Захар
Беркут переконався, що для його братів-селян нема іншого рятунку й
іншої надії, як тільки добре уладження й розумне ведення та розвивання
громадських порядків, громадської спільності та дружності. А з другого
боку, від Акинтія і від інших бувалих людей він чимало наслухався про
громадські порядки в північній Русі, в

Новгороді, Пскові, про добробут і розцвіт тамошніх людей, і все те
запалювало його гарячу душу до бажання - віддати ціле своє життя на
поправу й скріплення добрих громадських порядків у своїй рідній
Тухольщині.

Сімдесят літ минуло від того часу. Мов стародавній дуб-велетень, стояв
Захар

Беркут серед молодого покоління і міг тепер бачити плоди своєї
довголітньої діяльності. І, певно, не без радості міг він глядіти на
них. Мов одна душа, стояла тухольська громада дружно в праці і
вживанню, в радощах і в горю. Громада була для себе і суддею, і
впорядчиком у всьому. Громадське поле, громадські ліси не потребували
сторожа - громада сама, вся і завсіди, бачно берегла своє добро.
Бідних не було в громаді; земля достачала пожитку для всіх, а
громадські шпихліри та стодоли стояли завсіди отвором для потребуючих.
Князі і їх бояри зависливим оком гляділи на те життя, в якім для них
не було місця, в якім їх не потребували. Раз у рік з'їздив у
Тухольщину князівський збірщик податків, і громада старалась
якнайборше позбутися немилого урядового гостя: через день або два він
виїздив, обвантажений усяким добром - бо податки в великій мірі
платили тухольці натурою. Але в Тухольщині збірщик князівських
податків не був таким самовладним паном, як по інших селах. Тухольці
добре уважали, що належиться збірщикові, а що князеві, і не попускали
йому зробити над ними ніякого надужиття.

Але не тільки в самій Тухольщині видний і спасенний був вплив Захара
Беркута; його знали люди на кільканадцять миль довкола, по руськім і
угорськім боці. Та й то знали його не лиш як чудовного лікаря, що
лічить рани і всякі болісті, але й не менше як чудовного бесідника та
порадника, котрий «як заговорить, то немов бог тобі в серце вступає»,
а як порадить чи то одному чоловікові, чи й цілій громаді, то хоч
цілий майдан старців набери, то й ті вкупі, певно, ліпшої ради не
придумають. Віддавна Захар Беркут прийшов був до того твердого
переконання, що як чоловік сам-один серед громади слабий і безрадний,
так і одна громада слаба, і що тільки спільне порозуміння і спільне
ділання многих сусідніх громад може надати їм силу і може в кождій
громаді поокремо зміцнити свобідні порядки громадські. Тож ніколи,
працюючи всілякими способами для своєї

Тухоль-щини, Захар не забував і про сусідні громади. Він за молодших
часів часто ходив по громадах, бував на їх копних зборах, старався
пізнати добре їх потреби й людей, і всюди ради та намови його змагали
до одного: до скріплення дружніх, товариських і братерських зв'язків
між людьми в громадах і між громадами в сусідстві. А зв'язки ті були
тоді ще досить живі й сильні; ще роз'їд- лива князівщина та боярщина
не здужала була порозривати їх до решти,- тому й не диво, що під
проводом так усіма любленого, так досвідного і громадському ділу
відданого чоловіка, як Захар Беркут, ті зв'язки живо відновилися і
зміцніли.

Особливо зв'язок з руськими громадами по угорськім боці був дуже
важним ділом для Тухоль-щини, ба й для цілої Стрийської верховини,
багатої вовною та кожухами, та зате досить убогої на хліб, якого мали
недостатком загірні люди.

Отже ж то одним із головних старань Захара було - провести зі своєї
Тухоль- щини просту і безпечну дорогу на угорський бік. Довгі літа він
носився а тою гадкою, переходив здовж і вшир тухольські полонини,
розмірковуючи, куди би найліпше, найбезпечніше і а найменшим коштом
можна провести дорогу, а заразом старався звільна й ненастанно накло-
нювати верховинські громади по однім і другім боці Бес-кида до того
діла. При кождій нагоді, на кождій громадській раді він не залишав
доказувати користь і потребу такої дороги, поки вкінці не добився
сього. Більше як десять громад з ближчої й дальшої околиці прислали до
Тухлі своїх виборних на громадську раду, на якій мало обговорюватись
побудовання нової дороги. Се був радісний день для Захара.

Він не тільки прийнявся радо сам повитичувати, куди має йти дорога,
але також через весь час, поки вона мала будуватися, взявся надзирати
за роботою, а окрім того, виправив чотирьох своїх синів до роботи, а
п'ятий його син, коваль, мав із своєю перевізною кузнею все бути на
місці роботи для направи потрібних знаряддів. Кожда громада висилала
по кільканадцять робітників, із запасом свого хліба й своєї страви,- і
під проводом невтомного Захара дорога була збудована в однім році.
Користі її відразу для всіх стали очевидні. Зв'язок з багатими ще тоді
угро-руськими громадами оживив усю верховину; почалася жива і
обопільна хосен - на обміна здобутків праці: туди йшли кожухи, сир
овечий та й цілі отари на заріз, а відтам пшениця, жито та полотна.
Але не тільки для такого обмінного торгу була вигідна тухольська
дорога; вона була також проводом для всіляких вістей про життя громад
по однім і по другім боці

Бескида, була живою ниткою, що в'язала докупи дітей одного народу,
розбитих між двома державами.

Правда, тухольська дорога була не перша така нитка. Давнішня і колись
далеко славніша була дуклянська дорога. Але галицько-руським князям
вона з многих причин не злюбилася, менше, може, для того, що
піддержувала живий зв'язок між громадами по сім і по тім боці Бескида
та через те скріплювала в одних і в других вольні громадські порядки,
як радше для того, що туди частенько мадьярські королі й дуки впадали
з військами до Червоної Русі. От тому-то галицькі та перемиські князі
старались коли не зовсім замкнути, то бодай укріпити ту входову браму
в свої границі, а звісно, що таке «укріплення», зроблене по-державному
і для державних цілей, мусило вийти на шкоду громад

і громадської самоуправи. Князі понасаджували здовж дуклянської дороги
своїх бояр, понадаровували їм із громадських земель просторі грунти й
посідища і вложили на них обов'язок - пильнувати Дуклянської брами, в
разі воєнного нападу спиняти неприятеля воєнними дружинами, набраними
з околичних громад, а також засіками, себто дерев'яними та кам'яними
запорами, що ними в тісних місцях завалювано дорогу, чинячи її при
якій-такій обороні зовсім непрохідною для ворожих вояків. Розуміється,
що ті обов'язки цілим своїм тягарем спадали на селян, на громади. Вони
не тільки тратили часть своїх споконвічних земель, на яких розсідалися
бояри, але мусили, крім того, ставити варти, давати дружинників та
слуг бобрам, робити засіки, ба, в разі воєнного часу, піддані були
зовсім боярським розказам і боярському судові. Очевидна річ, боярин,
обдарований такими широкими правами, стався силою в селі і, зовсім
природно, дбав про побільшення й укріплення своєї сили. Щоб
забагатіти, бояри закладали на шляху свої власні засіки-рогачки і
побирали з них і в спокійних часах оплату від усякого проїжджого, а се
мусило спинити живий рух по дуклянській дорозі, ослабити живі зв'язки
між громадами. А рівночасно з ослабленням тих зв'язків мусив іти й
упадок вічних, вільних порядків у самих громадах. Вдасть боярська не
могла й не хотіла обік себе терпіти другої, громадської власті; між
боярами а громадами мусило прийти до довгої й тяжкої боротьби, яка
вкінці випала на некористь громад. Правда, в тім часі, коли йде наше
оповідання, боротьба тота ще далеко не була скінчена, а декуди, в
відлюдних гірських селах, ще й зовсім не почалася,- і се були, можна
сказати напевно, найщасливіпгі закутки тодішньої Русі. До таких
щасливих закутків належала й Тухольщина, а дорога, проведена через
Бескид на Угри, на довгі часи забезпечила й' добробуток. Тухольська
дорога не була ще в руках боярських, була вільна для кождого, хоч
громадяни суміжних з нею селищ, як червоноруського, так і угорського
боку, пильно стерегли її від усякого ворожого нападу і давали собі
взаїмно знати про всяку грозячу небезпеку, яку таким способом
відбивано завчасу і тихо сполученими силами всіх заінтересованих тим
ділом громад. Не диво, проте, що, лежачи при тій дорозі, на середині
між

Угорщиною і Підгір'ям, Тухольщина раз у раз підносилася не лише добрим
побутом, але й свобідним громадським ладом. Своїм приміром вона
освіжувала і піддержувала всю дооколичну верховину, а особливо ті
села, в яких уже були княжі бояри і в яких почалась уже руйнуюча
боротьба між давнім громадством а новим панством. Гаряче слово і
велика повага Захара Беркута при-чинювалися немало до того, що, поки
більша часть громад держалася добре в тій боротьбі, бояри не могли так
швидко розширювати своєї власті, як їм сього бажалося, і мусили жити в
добрій злагоді з громадами, підлягаючи в часах супокою їх копним судам
і засідаючи в них поруч з іншими старцями як рівні з рівними.

Але такий стан був боярам дуже немилий; вони ждали воєнного часу, як
не знати якого празника, бо тоді всміхалась їм надія - відразу
захопити всю власть у свої руки, а при тій нагоді розбити до крихти
ненависні громадські порядки, так, аби раз захоплена власть уже не
потребувала виходити з їх рук. Але часу воєнного не було. Володар
Червоної Русі, князь Данило Романович, хоч і який був ласкавий для
бояр - не то що його батько,- але допомогти Їм багато не міг, зайнятий
то стараннями про королівську корону, то спорами князів, що дерлись за
великокняжий київський престол, а найменше забезпечуванням свого краю
против нового, досі не чуваного ворога - монголів, що перед десятьма
роками, мов страшна громова хмара, появилися були на східних границях
Русі, в наддонських степах, і побили зібраних руських князів у
страшній і дуже кровавій битві над рікою Калкою. Але з-над Калки
нагло, немов наполошені хоробрістю русичів, вони вернули назад, і ось
уже десятий рік минав, а про них не було нічого чути. Тільки глуха
тривога ходила по народі, мов гаряча вітрова хвиля ходить по
дозріваючім житі і ніхто не знав, чи хвиля уляжеться, чи, може, нажене
з собою грізну градову тучу. А найменше знали се й надіялись сього
князі та бояри. Вони спокійно по погромі над Калкою прийнялися за свою
давню роботу - спори за насліддя престолів і підкопування свобідних та
самоуправних громадських порядків. Нерозумні! Вони підривали дуба,
котрий годував їх своїми жолудьми! Коли б були свою вдасть і свою силу
повернули на скріплювання а не на підкопування тих порядків по
громадах і живих зв язків між громадами, то наша Русь, певно, не була
б упала під стрілами та топорами монголів, але була б остоялася проти
них, як глибоко вкорінений дуб-велетень остоюється проти осінньої
бурі!

Щаслива була Тухольщина, бо досі якось обминали її неситі очі князів і
бояр.

Чи то для того, що лежала так віддалік від світу, між горами та
скалами, чи, може, для того, що надто великого багатства в ній не
було. Досить того, що бояри якось не мали охоти затісуватися в той
закуток. Але і се щастя не було вічне. Нараз одної гарної днини заїхав
у тухольські гори боярин Тугар Вовк і, не кажучи нікому ані слова,
почав на горбі над Опором, віддалік від Тухлі, але на тухольськім
грунті, будувати собі дім. Тухольці з зачудування зразу мовчали не
спиняли нового гостя, далі почали допитуватися його, хто він, відки і
за чим приходить сюди?

- Я боярин князя Данила,гордо відповідав їм Тугар Вовк.За мої заслуги
- князь надгородив мене землями й лісами в Тухольщині.

- Але ж се землі й ліси громадські! відповідали йому тухольці.

- Се мене нічого не обходить,відказував боярин,ідіть і в князя
- допоминайтеся.

Я маю його грамоту - і більше нічого знати не хочу!

Тухольці кивали головами на такі боярські слова і не казали нічого. А
боярин тим часом починав собі все згорда все похвалявся княжою ласкою
та княжою волею, хоч зрештою, наразі й не стісняв ні в чім тухольців і
не мішався в їх громадські діла. Тухольці, а особливо молодші, зразу,
чи то з цікавості, чи з звичайної гостинності, частенько сходилися з
боярином і робили йому деякі прислуги,- аж нараз, мов сокирою втяв,
перестали ходити і, очевидно, зовсім уникали його. Се зразу здивувало,
а далі й розсердило боярина, і він почав тепер чинити тухольцям усякі
пакості. Дім його стояв якраз над тухольською дорогою,

і він, ідучи за приміром інших бояр, поставив на дорозі величезну
рогачку і ждав від проїжджих для себе мита. Та тухольці були тугий
народ. Вони почули відразу, що тут починається рішуча боротьба, і
постановили за радою Захара

Беркута стояти твердо і невідступне при своїх правах до крайньої
крайності.

Зараз тиждень по виставленню рогачки вислала тухоль-ська рада
громадська своїх відпоручників до Тугара Вовка. Відпоручники завдали
йому коротке і рішуче питання:

- Що робиш, боярине? За що спираєш дорогу?

- Так мені хочеться! відповів гордо боярин.Коли вам кривда, то йдіть
- жалуйтесь на мене до князя.

- Але ж се дорога не княжа, а громадська.

- Се мене нічого не обходить!

З тим відпоручники й віддалилися, але зараз по їх відході прийшла з
Тухлі ціла ватага сільської молодежі з сокирами і тихесенько порубала
рогачку на дрібні кусні, наклала з неї огонь і спалила її недалеко від
боярського двора. Боярин лютився на своїм дворі, кляв поганих смердів,
але супротивлятися їм не мав смілості і наразі не робив уже другої
рогачки. Перший напад на громадські права був відбитий, але тухольці
не радувалися завчасно,- вони добре знали, що се тільки перший напад і
що за ним треба надіятись інших. І справді, так воно сталося. Одного
дня прибігли до Тухлі вівчарі, голосячи сумну вість, що боярські слуги
зганяють їх із найкращої громадської полоняни. Не вспіли вівчарі до
ладу розказати свого, коли втім прибігли громадські лісничі, кажучи,
що боярин відмірює і запальковує для себе величезний кусень найкращого
громадського лісу. Знов громадська рада вислала відпоручників до
Тугара

Вовка.

- За що, боярине, кривдиш громаду?

- Я беру тільки те, що мені мій князь дарував.

- Але ж се не княжі, а громадські землі! Князь не міг дарувати того,
- що до нього не належить.

- Ну, то йдіть на князя жалуйтеся! відказав їм боярин і відвернувся
- від них.

Від тої пори почалася правдива війна між боярином і тухольцями. То раз
тухольці зженуть боярські стада зі своїх полонин, то боярські слуги
зженуть тухольські отари. Лісу, загарбаного боярином, стерегли і
громадські, і боярські лісничі, між котрими не раз приходило до сварки
і бійки. Се лютило боярина чимраз дужче, і він вкінці казав убивати
тухольську худобу, придибану на загарбаних полонинах, а одного
громадського лісничого, придибаного в заграбленім лісі, велів
прив'язати до дереза і сікти терновими різками мало що не на смерть.
Сьо-'-о було вже замного тухольській громаді. Многі голоси обізвалися
за тим, аби по давньому звичаю до боярина при-ложити закон про
непокірного і шкідного громадянина, розбійника та злодія і вигнати
його з обсягу громадських земель, а дім його зруйнувати дотла. Велика
часть громадян пристала на се, і певно, що круто прийшлось би було
тоді бояринові, коли б

Захар Беркут не був висловив тої думки, що не належиться засуджувати
нікого, не вислухавши вперед його оправдання, і що справедливість
домагається закликати боярина поперед усього на громадський копний
суд, дати йому можність витолкуватися і аж потім поступати з ним так,
як осудить громада при повнім спокою й розвазі. Тої розумної ради
послухала тухольська громада.

Певно, ніхто в нинішнім зборі не розумів так добре важності сеї хвилі,
як Захар

Беркут. Він бачив, що тут ціле діло його життя важиться на вістрю
громадського засуду. Та й коби-то в тім засуді ходило лиш о просту
справедливість, то Захар був би спокійний і покладався б уповні на
громадський розум. Але тут приходилося розважати - перший раз на
тухольськім копнім суді - також інші, посторонні, а безмірно важні
обставини, що запутували справу майже до безвихідності. Захар розу^
мів добре, що засуд, чи прихильний, чи неприхильний для боярина,
грозить громаді великою небезпекою. Прихильний засуд значить признання
не так права, як сили по стороні боярина, раз назавсіди упокорить
перед ним громаду, віддасть йому в руки на тільки загарбані ліси й
полонини, але й цілу громаду, буде першим і найтяжчим виломом у
вільнім громадськім устрою, над якого відновленням і скріпленням він
ненастанно трудився протягом сімдесятьох літ. А неприхильний засуд, що
вирече прогнання боярина з громади, грозить також немалою небезпекою.
Ану ж боярин зуміє підмовити князя, розбудити його гнів, переконати
його, що тухольці - бунтівники? Се може стягнути велику бурю або й
цілковиту руїну на

Гухольщину, як подібні засуди кілька разів уже стягали руїну на інші
громади, що їх князі узнавали за бунтівничі і віддавали боярам та їх
дружинам на розграблення та на знищення. Оба ті важкі виходи нинішньої
ради наповняли серце старого Захара великим сумом, і він щиро молився
духом перед почином ради до великого Дажбога-Сонця, щоб той просвітив
розум його і його громади

і дав їм знайти праву стежку серед усіх тих трудностей.

- Чесна громадо! так зачав він свою бесіду.Не буду від вас скривати,
- та й, впрочім, ви й самі то добре знаєте, які важкі й великі діла
- чекають сьогодні нашого громадського розсуду. Коли поглядаю на те,
- що довкола нас робиться і що нам грозить, то так і здається мені, що
- наше дотеперішнє спокійне громадське життя пропало безповоротно, що
- тепер наступає для нас усіх пора показати на ділі, в боротьбі, чи
- наші громадські порядки справді міцні й добрі, чи можуть видержати
- надходячу важку бурю. Яка се буря надходить на нас, і то не з одного
- боку, се ви знаєте і почуєте ще ширше на нинішній раді, тож про се я
- тепер не потребую говорити. Я хотів би тільки показати вам і вбити
- незнищимо в вашу тямку те становище, на якім би нам, по моїй думці,
- треба стояти, твердо стояти до крайньої крайності. А втім, і тут ні
- я, ні ніхто інший не має власті над вами: схочете, то послухаєте, а
- не схочете воля ваша! Тільки ж кажу вам, що сьогодні ми стоїмо на
- розстайній дорозі, сьогодні нам прийдеться вибрати: сюди чи туди.
- Тож годиться нам, людям старим і досвідним, добре вияснити собі той
- вибір і ті дороги, на які він може повести нас, і те місце, на
- котрім ми стоїмо тепер!

- Погляньте, чесна громадо, на те наше копне знамено, котре від
- п'ятдесятьох літ чує наші слова і бачить наші діла. Чи знаєте ви, що
- виражають його знаки? Святі

і поважні старці, батьки наші, зробили його і передали мені його
значення.

«Захаре,- сказали вони,- колись, у хвилі найгрізнішої небезпеки, коли
«життя наверне супротивну хвилю на громаду і загрозить її порядок,-
«тоді ти відкриєш громаді, що значить се знамено, а заразом відкриєш,
«що на нім спочиває наше й нашого духа-опікуна благословенство, що
«відступлення від тої дороги, яку вказує те знамено, буде найбільшим
«нещастям для громади, буде початком її цілковитого упадку!»

Захар утих на хвилю. Його бесіда зробила велике враження на всіх
громадян.

Усіх очі звернені були на знамено, що на високій жердці, встромленій у
камінь, стояло перед громадою, блискотіло срібною оковою на своїх
кільцях і повівало кармазиновою хоруговкою, немов переливалось живою
кров'ю.

- Я досі не говорив вам про се нічого,говорив Захар дальше,бо часи
- були спокійні. Але сьогодні пора се зробити. Глядіть на нього, на се
- знамено наше! З одного здорового пня вироблений весь той суцільний
- ланцюг, сильний і немов замкнутий у собі, а прецінь свобідний в
- кождім поєдинчім колісці, готовий прийняти всякі зв'язки. Сей ланцюг
- то наш руський рід, такий, який вийшов з рук добрих, творчих духів.
- Кожде колісце в тім ланцюзі то одна громада, нерозривно, з самої
- природи зв'язана з усіма іншими, а, проте, свобідна сама в собі,
- немов замкнена сама в собі, живе своїм власним життям і вдоволяє
- свої потреби. Тільки така суцільність і свобода кождої поодинокої
- громади робить усю цілість суцільною й свобідною. Нехай тільки одно
- колісце трісне, розпадеться само в собі, то й цілий ланцюг
- розпадеться