�ь слышать, в чем было
дельце.

Чичиков начал как-то очень отдаленно, коснулся вообще всего русского
государства и отозвался с большою похвалою об его пространстве,
сказал, что даже самая древняя римская монархия не была так велика, и
иностранцы справедливо удивляются… Собакевич все слушал, наклонивши
голову. И что по существующим положениям этого государства, в славе
которому нет равного, ревизские души, окончивши жизненное поприще,
числятся, однако ж, до подачи новой ревизской сказки наравне с живыми,
чтоб таким образом не обременить присутственные места множеством
мелочных и бесполезных справок и не увеличить сложность и без того уже
весьма сложного государственного механизма… Собакевич все слушал,
наклонивши голову, — и что, однако же, при всей справедливости этой
меры она бывает отчасти тягостна для многих владельцев, обязывая их
взносить подати так, как бы за живой предмет, и что он, чувствуя
уважение личное к нему, готов бы даже отчасти принять на себя эту
действительно тяжелую обязанность. Насчет главного предмета Чичиков
выразился очень осторожно: никак не назвал души умершими, а только
несуществующими.

Собакевич слушал все по-прежнему, нагнувши голову, и хоть бы что-
нибудь похожее на выражение показалось на лице его. Казалось, в этом
теле совсем не было души, или она у него была, но вовсе не там, где
следует, а, как у бессмертного кощея, где-то за горами и закрыта такою
толстою скорлупою, что все, что ни ворочалось на дне ее, не
производило решительно никакого потрясения на поверхности

— Итак?.. — сказал Чичиков, ожидая не без некоторого волнения ответа.

— Вам нужно мертвых душ? — спросил Собакевич очень просто, без
— малейшего удивления, как бы речь шла о хлебе.

— Да, — отвечал Чичиков и опять смягчил выражение, прибавивши: —
— несуществующих.

— Найдутся, почему не быть… — сказал Собакевич.

— А если найдутся, то вам, без сомнения… будет приятно от них
— избавиться?

— Извольте, я готов продать, — сказал Собакевич, уже несколько
— приподнявши голову и смекнувши, что покупщик, верно, должен иметь
— здесь какую-нибудь выгоду.

«Черт возьми, — подумал Чичиков про себя, — этот уж продает прежде,
«чем я заикнулся!» — и проговорил вслух:

— А, например, как же цена? хотя, впрочем, это такой предмет… что о
— цене даже странно…

— Да чтобы не запрашивать с вас лишнего, по сту рублей за штуку! —
— сказал Собакевич.

— По сту! — вскричал Чичиков, разинув рот и поглядевши ему в самые
— глаза, не зная, сам ли он ослышался, или язык Собакевича по своей
— тяжелой натуре, не так поворотившись, брякнул вместо одного другое
— слово.

— Что ж, разве это для вас дорого? — произнес Собакевич и потом
— прибавил: — А какая бы, однако ж, ваша цена?

— Моя цена! Мы, верно, как-нибудь ошиблись или не понимаем друг друга,
— позабыли, в чем состоит предмет. Я полагаю с своей стороны, положа
— на руку на сердце: по восьми гривен за душу, это самая красная ценз!

— Эк куда хватили — по восьми гривенок!

— Что ж, по моему суждению, как я думаю, больше нельзя.

— Ведь я продаю не лапти.

— Однако ж согласитесь сами: ведь это тоже и не люди.

— Так вы думаете, сыщете такого дурака, который бы вам продал по
— двугривенному ревизскую душу?

— Но позвольте: зачем вы их называете ревизскими, ведь души-то самые
— давно уже умерли, остался один неосязаемый чувствами звук. Впрочем,
— чтобы не входить в дальнейшие разговоры по этой части, по полтора
— рубли, извольте, дам, а больше не могу.

— Стыдно вам и говорить такую сумму! вы торгуйтесь, говорите настоящую
— цену!

— Не могу, Михаил Семенович, поверьте моей совести, не могу: чего уж
— невозможно сделать, того невозможно сделать, — говорил Чичиков,
— однако ж по полтинке еще прибавил.

— Да чего вы скупитесь? — сказал Собакевич. — Право, недорого! Другой
— мошенник обманет вас, продаст вам дрянь, а не души; а у меня что
— ядреный орех, все на отбор: не мастеровой, так иной какой-нибудь
— здоровый мужик. Вы рассмотрите: вот, например, каретник Михеев! ведь
— больше никаких экипажей и не делал, как только рессорные. И не то,
— как бывает московская работа, что на один час, — прочность такая,
— сам и обобьет, и лаком покроет!

Чичиков открыл рот, с тем чтобы заметить, что Михеева, однако же,
давно нет на свете; но Собакевич вошел, как говорится, в самую силу
речи, откуда взялась рысь и дар слова:

— А Пробка Степан, плотник? я голову прозакладую, если вы где сыщете
— такого мужика. Ведь что за силища была! Служи он в гвардии, ему бы
— бог знает что дали, трех аршин с вершком ростом!

Чичиков опять хотел заметить, что и Пробки нет на свете; но
Собакевича, как видно, пронесло: полились такие потоки речей, что
только нужно было слушать:

— Милушкин, кирпичник! мог поставить печь в каком угодно доме. Максим
— Телятников, сапожник: что шилом кольнет, то и сапоги, что сапоги, то
— и спасибо, и хоть бы в рот хмельного. А Еремей Сорокоплёхин! да этот
— мужик один станет за всех, в Москве торговал, одного оброку приносил
— по пятисот рублей. Ведь вот какой народ! Это не то, что вам продаст
— какой-нибудь Плюшкин.

— Но позвольте, — сказал наконец Чичиков, изумленный таким обильным
— наводнением речей, которым, казалось, и конца не было, — зачем вы
— исчисляете все их качества, ведь в них толку теперь нет никакого,
— ведь это все народ мертвый. Мертвым телом хоть забор подпирай,
— говорит пословица.

— Да, конечно, мертвые, — сказал Собакевич, как бы одумавшись и
— припомнив, что они в самом деле были уже мертвые, а потом прибавил:
— — Впрочем, и то сказать что из этих людей, которые числятся теперь
— живущими? Что это за люди? мухи, а не люди.

— Да все же они существуют, а это ведь мечта.

— Ну нет, не мечта! Я вам доложу, каков был Михеев, так вы таких людей
— не сыщете: машинища такая, что в эту комнату не войдет; нет, это не
— мечта! А в плечищах у него была такая силища, какой нет у лошади;
— хотел бы а знать, где бы вы в другом месте нашли такую мечту!

Последние слова он уже сказал, обратившись к висевшим на стене
портретам Багратиона и Колокотрони, как обыкновенно случается с
разговаривающими, когда один из них вдруг, неизвестно почему,
обратится не к тому лицу, к которому относятся слова, а к какому-
нибудь нечаянно пришедшему третьему, даже вовсе незнакомому, от
которого знает, что не услышит ни ответа, ни мнения, ни подтверждения,
но на которого, однако ж, так устремит взгляд, как будто призывает его
в посредники; и несколько смешавшийся в первую минуту незнакомец не
знает, отвечать ли ему на то дело, о котором ничего не слышал, или так
постоять, соблюдши надлежащее приличие, и потом уже уйти прочь.

— Нет, больше двух рублей я не могу дать, — сказал Чичиков.

— Извольте, чтоб не претендовали на меня, что дорого запрашиваю и не
— хочу сделать вам никакого одолжения, извольте — по семидесяти пяти
— рублей за душу, только ассигнациями, право только для знакомства!

«Что он в самом деле, — подумал про себя Чичиков, — за дурака, что ли,
«принимает меня?» — и прибавил потом вслух:

— Мне странно, право: кажется, между нами происходит какое-то
— театральное представление или комедия, иначе я не могу себе
— объяснить… Вы, кажется, человек довольно умный, владеете сведениями
— образованности. Ведь предмет просто фу-фу. Что ж он стоит? кому
— нужен?

— Да вот вы же покупаете, стало быть нужен.

Здесь Чичиков закусил губу и не нашелся, что отвечать. Он стал было
говорить про какие-то обстоятельства фамильные и семейственные, но
Собакевич отвечал просто:

— Мне не нужно знать, какие у вас отношения; я в дела фамильные не
— мешаюсь, это ваше дело. Вам понадобились души, я и продаю вам, и
— будете раскаиваться, что не купили.

— Два рублика, — сказал Чичиков.

— Эк, право, затвердила сорока Якова одно про всякого, как говорит
— пословица; как наладили на два, так не хотите с них и съехать. Вы
— давайте настоящую цену!

«Ну, уж черт его побери, — подумал про себя Чичиков, — по полтине ему
«прибавлю, собаке, на орехи!»

— Извольте, по полтине прибавлю.

— Ну, извольте, и я вам скажу тоже мое последнее слово: пятьдесят
— рублей! Право, убыток себе, дешевле нигде не купите такого хорошего
— народа!

«Экой кулак!» — сказал про себя Чичиков и потом продолжал вслух с
«некоторою досадою:

— Да что в самом деле… как будто точно сурьезное дело; да я в другом
— месте нипочем возьму. Еще мне всякий с охотой сбудет их, чтобы
— только поскорей избавиться. Дурак разве станет держать их при себе и
— платить за них подати!

— Но знаете ли, что такого рода покупки, я это говорю между нами, по
— дружбе, не всегда позволительны, и расскажи я или кто иной — такому
— человеку не будет никакой доверенности относительно контрактов или
— вступления в какие-нибудь выгодные обязательства.

«Вишь, куды метит, подлец!» — подумал Чичиков и тут же произнес с
«самым хладнокровным видом:

— Как вы себе хотите, я покупаю не для какой-либо надобности, как вы
— думаете, а так, по наклонности собственных мыслей. Два с полтиною не
— хотите — прощайте!

«Его не собьешь, неподатлив!» — подумал Собакевич.

— Ну, бог с вами, давайте по тридцати и берите их себе!

— Нет, я вижу, вы не хотите продать, прощайте!

— Позвольте, позвольте! — сказал Собакевич, не выпуская его руки и
— наступив ему на ногу, ибо герой наш позабыл поберечься, в наказанье
— за что должен был зашипеть и подскочить на одной ноге.

— Прошу прощенья! я, кажется, вас побеспокоил. Пожалуйте, садитесь
— сюда! Прошу! — Здесь он усадил его в кресла с некоторою даже
— ловкостию, как такой медведь, который уже побывал в руках, умеет и
— перевертываться, и делать разные штуки на вопросы: «А покажи, Миша,
— как бабы парятся» или: «А как, Миша, малые ребята горох крадут?»

— Право, я напрасно время трачу, мне нужно спешить.

— Посидите одну минуточку, я вам сейчас скажу одно приятное для вас
— слово. — Тут Собакевич подсел поближе и сказал ему тихо на ухо, как
— будто секрет: — Хотите угол?

— То есть двадцать пять рублей? Ни, ни, ни, даже четверти угла не дам,
— копейки не прибавлю.

Собакевич замолчал. Чичиков тоже замолчал. Минуты две длилось
молчание. Багратион с орлиным носом глядел со стены чрезвычайно
внимательно на эту покупку.

— Какая ж ваша будет последняя цена? — сказал наконец Собакевич.

— Два с полтиною.

— Право у вас душа человеческая все равно что пареная репа. Уж хоть по
— три рубли дайте!

— Не могу.

— Ну, нечего с вами делать, извольте! Убыток, да нрав такой собачий:
— не могу не доставить удовольствия ближнему. Ведь, я чай, нужно и
— купчую совершить, чтоб все было в порядке.

— Разумеется.

— Ну вот то-то же, нужно будет ехать в город.

Так совершилось дело. Оба решили, что завтра же быть в городе и
управиться с купчей крепостью. Чичиков попросил списочка крестьян.
Собакевич согласился охотно и тут же, подошед к бюро, собственноручно
принялся выписывать всех не только поименно, но даже с означением
похвальных качеств.

А Чичиков от нечего делать занялся, находясь позади рассматриваньем
всего просторного его оклада. Как взглянул он на его спину, широкую,
как у вятских приземистых лошадей, и на ноги его, походившие на
чугунные тумбы, которые ставят на тротуарах, не мог не воскликнуть
внутренно: «Эк наградил-то тебя бог! вот уж точно, как говорят,
неладно скроен, да крепко сшит!.. Родился ли ты уж так медведем, или
омедведила тебя захолустная жизнь, хлебные посевы, возня с мужиками, и
ты чрез них сделался то, что называют человек-кулак? Но нет: я думаю,
ты все был бы тот же, хотя бы даже воспитали тебя по моде, пустили бы
в ход и жил бы ты в Петербурге, а не в захолустье. Вся разница в том,
что теперь ты упишешь полбараньего бока с кашей, закусивши ватрушкою в
тарелку, а тогда бы ты ел какие-нибудь котлетки с трюфелями. Да вот
теперь у тебя под властью мужики: ты с ними в ладу и, конечно, их не
обидишь, потому что они твои, тебе же будет хуже; а тогда бы у тебя
были чиновники, которых бы ты сильно пощелкивал, смекнувши, что они не
твои же крепостные, или грабил бы ты казну! Нет, кто уж кулак, тому не
разогнуться в ладонь! А разогни кулаку один или два пальца, выдет еще
хуже. Попробуй он слегка верхушек какой-нибудь науки, даст он знать
потом, занявши место повиднее всем тем, которые в самом деле узнали
какую-нибудь науку. Да еще, пожалуй, скажет потом: „Дай-ка себя
покажу!“ Да такое выдумает мудрое постановление, что многим придется
солоно… Эх, если бы все кулаки!..»

— Готова записка, — сказал Собакевич, оборотившись.

— Готова? Пожалуйте ее сюда! — Он пробежал ее глазами и подивился
— аккуратности и точности: не только было обстоятельно прописано
— ремесло, звание, лета и семейное состояние, но даже на полях
— находились особенные отметки насчет поведения, трезвости, — словом,
— любо было глядеть.

— Теперь пожалуйте же задаточек, — сказал Собакевич.

— К чему же вам задаточек? Вы получите в городе за одним разом все
— деньги.

— Все, знаете, так уж водится, — возразил Собакевич.

— Не знаю, как вам дать, я не взял с собою денег. Да, вот десять
— рублей есть.

— Что же десять! Дайте по крайней мере хоть пятьдесят!

Чичиков стал было отговариваться, что нет; но Собакевич так сказал
утвердительно, что у него есть деньги, что он вынул еще бумажку,
сказавши:

— Пожалуй, вот вам еще пятнадцать, итого двадцать. Пожалуйте только
— расписку.

— Да на что ж вам расписка?

— Все, знаете, лучше расписку. Не ровен час, все может случиться.

— Хорошо, дайте же сюда деньги!

— На что ж деньги? У меня вот они в руке! как только напишете
— расписку, в ту же минуту

— Да позвольте, как же мне писать расписку? прежде нужно видеть
— деньги.

Чичиков выпустил из рук бумажки Собакевичу, который, приблизившись к
столу и накрывши их пальцами левой руки, другою написал на лоскутке
бумаги, что задаток двадцать пять рублей государственными ассигнациями
за проданные души получил сполна. Написавши записку, он пересмотрел
еще раз ассигнации.

— Бумажка-то старенькая! — произнес он, рассматривая одну из них на
— свете, — немножко разорвана, ну да между приятелями нечего на это
— глядеть.

«Кулак, кулак! — подумал про себя Чичиков, — да еще и бестия в
«придачу!»

— А женского пола не хотите?

— Нет, благодарю.

— Я бы недорого и взял. Для знакомства по рублику за штуку.

— Нет, в женском поле не нуждаюсь.

— Ну, когда не нуждаетесь, так нечего и говорить. На вкусы нет закона:
— кто любит попа, а кто попадью, говорит пословица.

— Еще я хотел вас попросить, чтобы эта сделка осталась между нами, —
— говорил Чичиков, прощаясь.

— Да уж само собою разумеется. Третьего сюда нечего мешать; что по
— искренности происходит между короткими друзьями, то должно остаться
— во взаимной их дружбе. Прощайте! Благодарю, что посетили; прошу и
— впредь не забывать: коли выберется свободный часик, приезжайте
— пообедать, время провести. Может быть, опять случится услужить чем-
— нибудь друг другу.

«Да, как бы не так! — думал про себя Чичиков, садясь. в бричку. — По
«два с полтиною содрал за мертвую душу, чертов кулак!»

Он был недоволен поведением Собакевича. Все-таки, как бы то ни было,
человек знакомый, и у губернатора, и у полицеймейстера видались, а
поступил как бы совершенно чужой, за дрянь взял деньги! Когда бричка
выехала со двора, он оглянулся назад и увидел, что Собакевич все еще
стоял на крыльце и, как казалось, приглядывался, желая знать, куда
гость поедет.

— Подлец, до сих пор еще стоит! — проговорил он сквозь зубы и велел
— Селифану, поворотивши к крестьянским избам, отъехать таким образом,
— чтобы нельзя было видеть экипажа со стороны господского двора. Ему
— хотелось заехать к Плюшкину, у которого, по словам Собакевича, люди
— умирали, как мухи, но не хотелось, чтобы Собакевич знал про это.
— Когда бричка была уже на конце деревни, он подозвал к себе первого
— мужика, который, попавши где-то на дороге претолстое бревно, тащил
— его на плече, подобно неутомимому муравью, к себе в избу.

— Эй, борода! а как проехать отсюда к Плюшкину, так чтоб не мимо
— господского дома?

Мужик, казалось, затруднился сим вопросом.

— Что ж, не знаешь?

— Нет, барин, не знаю.

— Эх, ты! А и седым волосом еще подернуло! скрягу Плюшкина не знаешь,
— того, что плохо кормит людей?

— А! заплатанной, заплатанной! — вскрикнул мужик.

Было им прибавлено и существительное к слову «заплатанной», очень
удачное, но неупотребительное в светском разговоре, а потому мы его
пропустим. Впрочем, можно догадываться, что оно выражено было очень
метко, потому что Чичиков, хотя мужик давно уже пропал из виду и много
уехали вперед, однако ж все еще усмехался, сидя в бричке. Выражается
сильно российский народ! и если наградит кого словцом, то пойдет оно
ему в род и потомство, утащит он его с собою и на службу, и в
отставку, и в Петербург, и на край света. И как уж потом ни хитри и ни
облагораживай свое прозвище, хоть заставь пишущих людишек выводить его
за наемную плату от древнекняжеского рода, ничто не поможет: каркнет
само за себя прозвище во все свое воронье горло и скажет ясно, откуда
вылетела птица. Произнесенное метко, все равно что писанное, не
вырубливается топором. А уж куды бывает метко все то, что вышло из
глубины Руси, где нет ни немецких, ни чухонских, ни всяких иных
племен, а всё сам-самородок, живой и бойкий русский ум, что не лезет
за словом в карман, не высиживает его, как наседка цыплят, а
влепливает сразу, как пашпорт на вечную носку, и нечего прибавлять уже
потом, какой у тебя нос или губы, — одной чертой обрисован ты с ног до
головы!

Как несметное множество церквей, монастырей с куполами, главами,
крестами, рассыпано на святой, благочестивой Руси, так несметное
множество племен, поколений, народов толпится, пестреет и мечется по
лицу земли. И всякий народ, носящий в себе залог сил, полный творящих
способностей души, своей яркой особенности и других даров нога,
своеобразно отличился каждый своим собственным словом, которым,
выражая какой ни есть предмет, отражает в выраженье его часть
собственного своего характера. Сердцеведением и мудрым познаньем жизни
отзовется слово британца; легким щеголем блеснет и разлетится
недолговечное слово француза; затейливо придумает свое, не всякому
доступное, умно-худощавое слово немец; но нет слова, которое было бы
так замашисто, бойко так вырвалось бы из-под самого сердца, так бы
кипело и животрепетало, как метко сказанное русское слово.

EOT;

    /*
    *** START: FULL LICENSE ***

    Cr