�кошельки, вышитые его собственными руками, и отозвался с похвалою об
— ласковом выражении лица его.

— И лицо разбойничье! — сказал Собакевич. — Дайте ему только нож да
— выпустите его на большую дорогу — зарежет, за копейку зарежет! Он да
— еще вице-губернатор — это Гога и Магога!

«Нет, он с ними не в ладах, — подумал про себя Чичиков. — А вот
«заговорю я с ним о полицеймейстере: он, кажется, друг его».

— Впрочем, что до меня, — сказал он, — мне, признаюсь, более всех
— нравится полицеймейстер. Какой-то этакой характер прямой, открытый;
— в лице видно что-то простосердечное.

— Мошенник! — сказал Собакевич очень хладнокровно, — продаст, обманет,
— еще и пообедает с вами! Я их знаю всех: это всё мошенники, весь
— город там такой: мошенник на мошеннике сидит и мошенником погоняет.
— Все христопродавцы. Один там только и есть порядочный человек:
— прокурор; да и тот, если сказать правду, свинья.

После таких похвальных, хотя несколько кратких биографий Чичиков
увидел, что о других чиновниках нечего упоминать и вспомнил, что
Собакевич не любил ни о ком хорошо отзываться.

— Что ж, душенька, пойдем обедать, — сказала Собакевичу его супруга.

— Прошу! — сказал Собакевич.

Засим, подошевши к столу, где была закуска, гость и хозяин выпили как
следует по рюмке водки, закусили, как закусывает вся пространная
Россия по городам и деревням, то есть всякими соленостями и иными
возбуждающими благодатями, и потекли все в столовую; впереди их, как
плавный гусь, понеслась хозяйка. Небольшой стол был накрыт на четыре
прибора. На четвертое место явилась очень скоро, трудно сказать
утвердительно, кто такая, дама или девица, родственница, домоводка или
просто проживающая в доме: что-то без чепца, около тридцати лет, в
пестром платке. Есть лица, которые существуют на свете не как предмет,
а как посторонние крапинки или пятнышки на предмете. Сидят они на том
же месте, одинаково держат голову, их почти готов принять за мебель и
думаешь, что отроду еще не выходило слово из таких уст; а где-нибудь в
девичьей или в кладовой окажется просто: ого-го!

— Щи, моя душа, сегодня очень хороши! — сказал Собакевич, хлебнувши
— щей и отваливши себе с блюда огромный кусок няни, известного блюда,
— которое подается к щам и состоит из бараньего желудка, начиненного
— гречневой кашей, мозгом и ножками. — Эдакой няни, — продолжал он,
— обратившись к Чичикову, — вы не будете есть в городе, там вам черт
— знает что подадут!

— У губернатора, однако ж, недурен стол, — сказал Чичиков.

— Да знаете ли, из чего это все готовится? вы есть не станете, когда
— узнаете.

— Не знаю, как приготовляется, об этом я не могу судить, но свиные
— котлеты и разварная рыба были превосходны.

— Это вам так показалось. Ведь я знаю, что они на рынке покупают.
— Купит вон тот каналья повар, что выучился у француза, кота, обдерет
— его, да и подает на стол вместо зайца.

— Фу! какую ты неприятность говоришь, — сказала супруга Собакевича.

— А что ж, душенька, так у них делается, я не виноват, так у них у
— всех делается. Все что ни есть ненужного, что Акулька у нас бросает,
— с позволения сказать, в помойную лохань, они его в суп! да в суп!
— туда его!

— Ты за столом всегда эдакое расскажешь! — возразила опять супруга
— Собакевича.

— Что ж, душа моя, — сказал Собакевич, — если б я сам это делал, но я
— тебе прямо в глаза скажу, что я гадостей не стану есть. Мне лягушку
— хоть сахаром облепи, не возьму ее в рот, и устрицы тоже не возьму: я
— знаю, на что устрица похожа. Возьмите барана, — продолжал он,
— обращаясь к Чичикову, — это бараний бок с кашей! Это не те фрикасе,
— что делаются на барских кухнях из баранины, какая суток по четыре на
— рынке валяется! Это все выдумали доктора немцы да французы, я бы их
— перевешал за это! Выдумали диету, лечить голодом! Что у них немецкая
— жидкостная натура, так они воображают, что и с русским желудком
— сладят! Нет, это все не то, это всё выдумки, это всё… — Здесь
— Соба�