 τίποτα βύσσινα;
- Όχι! Όχι, θεία! φώναξαν μαζί τα δυο κορίτσια, ούτε ήλθε μαζί μας να τα καθαρίσει! Μας φώναξε ο Αλέξανδρος εμάς τις δυο!
- Μα πώς του ήλθε; ρώτησε πάλι η θεία.
Κανένα από τ' αδέλφια δε μίλησε. Κι ευθύς είπε η Αφροδίτη:
- Θα 'ναι η ζέστη!
- Ναι, είπε η θεία, κάνει πολλή ζέστη σήμερα! Άνοιξε το παράθυρο, Αφροδίτη, να του φυσήξει...
Και παίρνοντας ένα χάρτινο ριπίδι από το τραπέζι, άρχισε να φυσά του Αντώνη.
- Αισθάνεσαι καλύτερα; ρώτησε.
- Ναι, θεία, ευχαριστώ, είμαι καλά, αποκρίθηκε ο Αντώνης.
Μα ούτε άνοιγε τα μάτια του ούτε σηκώνουνταν. Και σαν είπε η θεία «Συνήλθε το χρώμα του. Είναι καλύτερα. Πάμε τώρα, κορίτσια, �