�б ціною неволі й
пониження перед сильнішим купити собі власть над слабшими.

Боярин слухав того оповідання, і вже голова його почала укладати
плани: що діяти? Як використати таку пору?

- Так, кажеш, монголи грозять нападом і отсим горам?

Захар якось значучо всміхнувся на те запитання:

- Грозять, боярине.

- І що ж ви думаєте робити? Піддаватися чи боронитися?

- Піддаватися їм не можна, бо всіх, хто їм піддається, женуть вони на
- службу, і то в перші ряди, в найтяжчі бої.

- Значить, ви хочете боронитись?

- Що сила наша, спробуємо зробити.

- Коли так, то прийміть мене за свого воєводу. Я вас поведу до бою
- проти монголів!

- Постій, боярине, ми ще не дійшли до вибору воєводи. Ти ще не
- витолкувався зі своїх поступків у нашій громаді. Твою щиру волю до
- служби громаді ми приймемо, але батьки наші казали нам, що до
- чистого діла треба й чистих рук. А чи будуть твої руки чисті до
- такого діла, боярине?

Тугар Вовк змішався трохи таким наглим зворотом, а далі сказав:

- Старче, громадо,покиньмо давні урази! Ворог зближається, з'єднаймо
- свої сили проти нього! Доправ-дуючись своєї урази, ви можете лише
- пошкодити ділу, а хісна ніякого собі не добудете.

- Ні, боярине, не говори сього! Не своєї урази ми до-правдуємось, але
- самої правди. Неправдою прийшов ти до нас, боярине, не по правді
- поступав з нами,і як же ми можемо повірити тобі начальство над собою
- в війні з монголами?

- Старче, ти, бачу, завзявся роздратувати мене?

- Боярине, уважай, що тут суд громадський, а не забава! Скажи мені:
- осідаючи на тухольській землі, чи хотів ти бути членом громади, чи
- ні?

- Я присланий сюди князем як воєвода.

- Ми сказали тобі, що не признаємо права тзого над нами, а особливо
- права на нашу землю. Не тикай, боярине, наших земель і наших людей,
- а тоді, може,;.іи приймемо тебе до своєї громади як рівного між
- рівних.

- От як! скрикнув гнівно Тугар Вовк.Отака ваша справедливість! То я
- мав би нехтувати княжу ласку, а допрошуватися ласки від смердів?

- Що ж, боярине, інакше ти не можеш бути нашим громадянином, а не
- належного до громади громада й терпіти у себе не схоче.

- Не схоче терпіти? насмішливо скрикнув Тугар Вовк.

- Батьки наші казали нам: шкідливого і непотрібного члена громади,
- розбійника, конокрада або посторон-нього, що без волі громади
- забирав би громадські землі, з родиною такого прогнати з границь
- громадських, а дім його розвалити і зрівняти з землею.

- Ха-ха-ха! зареготався силуваним сміхом боярин.То ви сміли б мене,
- княжого боярина, наділеного княжою ласкою за мої заслуги, рівняти з
- розбійниками і конокрадами?

- Що ж, боярине, а скажи сам по совісті, чи ліпше ти поступаєш з нами,
- як розбійник? Адже ж землю нашу забираєш наше найбільше і єдине
- добро.

Людей наших гониш і вбиваєш на смерть, худобу нашу стріляєш! Чи так
роблять чесні громадяни?

- Старче, покинь таку мову, я її не можу слухати, вона нарушає мою
- чест