�існих місцях завалювано дорогу, чинячи її при
якій-такій обороні зовсім непрохідною для ворожих вояків. Розуміється,
що ті обов'язки цілим своїм тягарем спадали на селян, на громади. Вони
не тільки тратили часть своїх споконвічних земель, на яких розсідалися
бояри, але мусили, крім того, ставити варти, давати дружинників та
слуг бобрам, робити засіки, ба, в разі воєнного часу, піддані були
зовсім боярським розказам і боярському судові. Очевидна річ, боярин,
обдарований такими широкими правами, стався силою в селі і, зовсім
природно, дбав про побільшення й укріплення своєї сили. Щоб
забагатіти, бояри закладали на шляху свої власні засіки-рогачки і
побирали з них і в спокійних часах оплату від усякого проїжджого, а се
мусило спинити живий рух по дуклянській дорозі, ослабити живі зв'язки
між громадами. А рівночасно з ослабленням тих зв'язків мусив іти й
упадок вічних, вільних порядків у самих громадах. Вдасть боярська не
могла й не хотіла обік себе терпіти другої, громадської власті; між
боярами а громадами мусило прийти до довгої й тяжкої боротьби, яка
вкінці випала на некористь громад. Правда, в тім часі, коли йде наше
оповідання, боротьба тота ще далеко не була скінчена, а декуди, в
відлюдних гірських селах, ще й зовсім не почалася,- і се були, можна
сказати напевно, найщасливіпгі закутки тодішньої Русі. До таких
щасливих закутків належала й Тухольщина, а дорога, проведена через
Бескид на Угри, на довгі часи забезпечила й' добробуток. Тухольська
дорога не була ще в руках боярських, була вільна для кождого, хоч
громадяни суміжних з нею селищ, як червоноруського, так і угорського
боку, пильно стерегли її від усякого ворожого нападу і давали собі
взаїмно знати про всяку грозячу небезпеку, яку таким способом
відбивано завчасу і тихо сполученими силами всіх заінтересованих тим
ділом громад. Не диво, проте, що, лежачи при тій дорозі, на середині
між

Угорщиною і Підгір'ям, Тухольщина раз у раз підносилася не лише добрим
побутом, але й свобідним громадським ладом. Своїм приміром вона
освіжувала і піддержувала всю дооколичну верховину, а особливо ті
села, в яких уже були княжі бояри і в яких почалась уже руйнуюча
боротьба між давнім громадством а новим панством. Гаряче слово і
велика повага Захара Беркута при-чинювалися немало до того, що, поки
більша часть громад держалася добре в тій боротьбі, бояри не могли так
швидко розширювати своєї власті, як їм сього бажалося, і мусили жити в
добрій злагоді з громадами, підлягаючи в часах супокою їх копним судам
і засідаючи в них поруч з іншими старцями як рівні з рівними.

Але такий стан був боярам дуже немилий; вони ждали воєнного часу, як
не знати якого празника, бо тоді всміхалась їм надія - відразу
захопити всю власть у свої руки, а при тій нагоді розбити до крихти
ненависні громадські порядки, так, аби раз захоплена власть уже не
потребувала виходити з їх рук. Але часу воєнного не було. Володар
Червоної Русі, князь Данило Романович, хоч і який був ласкавий для
бояр - не то що його батько,- але допомогти Їм багато не міг, зайнятий
то стараннями про королівську корону, то спорами князів, що дерлись за
великокняжий київський престол, а найменше забезпечуванням свого краю
против нового, досі не чуваного ворога - монголів, що перед десятьма
роками, мов страшна громова хмара, появилися були на східних границях
Русі, в наддонських степах, і побили зібраних руських князів у
страшній і дуже кровавій битві над рікою Калкою. Але з-над Калки
нагло, немов наполошені хоробрістю русичів, вони вернули назад, і ось
уже десятий рік минав, а про них не було нічого чути. Тільки глуха
тривога ходила по народі, мов гаряча вітрова хвиля ходить по
дозріваючім житі і ніхто не знав, чи хвиля уляжеться, чи, може, нажене
з собою грізну градову тучу. А найменше знали се й надіялись сього
князі та бояри. Вони спокійно по погромі над Калкою прийнялися за свою
давню роботу - спори за насліддя престолів і підкопування свобідних та
самоуправних громадських порядків. Нерозумні! Вони підривали дуба,
котрий годував їх своїми жолудьми! Коли б були свою вдасть і свою силу
повернули на скріплювання а не на підкопування тих порядків по
громадах і живих зв язків між громадами, то наша Русь, певно, не була
б упала під стрілами та топорами монголів, але була б остоялася проти
них, як глибоко вкорінений дуб-велетень остоюється проти осінньої
бурі!

Щаслива була Тухольщина, бо досі якось обминали її неситі очі князів і
бояр.

Чи то для того, що лежала так віддалік від світу, між горами та
скалами, чи, може, для того, що надто великого багатства в ній не
було. Досить того, що бояри якось не мали охоти затісуватися в той
закуток. Але і се щастя не було вічне. Нараз одної гарної днини заїхав
у тухольські гори боярин Тугар Вовк і, не кажучи нікому ані слова,
почав на горбі над Опором, віддалік від Тухлі, але на тухольськім
грунті, будувати собі дім. Тухольці з зачудування зразу мовчали не
спиняли нового гостя, далі почали допитуватися його, хто він, відки і
за чим приходить сюди?

- Я боярин князя Данила,гордо відповідав їм Тугар Вовк.За мої заслуги
- князь надгородив мене землями й лісами в Тухольщині.

- Але ж се землі й ліси громадські! відповідали йому тухольці.

- Се мене нічого не обходить,відказував боярин,ідіть і в князя
- допоминайтеся.

Я маю його грамоту - і більше нічого знати не хочу!

Тухольці кивали головами на такі боярські слова і не казали нічого. А
боярин тим часом починав собі все згорда все похвалявся княжою ласкою
та княжою волею, хоч зрештою, наразі й не стісняв ні в чім тухольців і
не мішався в їх громадські діла. Тухольці, а особливо молодші, зразу,
чи то з цікавості, чи з звичайної гостинності, частенько сходилися з
боярином і робили йому деякі прислуги,- аж нараз, мов сокирою втяв,
перестали ходити і, очевидно, зовсім уникали його. Се зразу здивувало,
а далі й розсердило боярина, і він почав тепер чинити тухольцям усякі
пакості. Дім його стояв якраз над тухольською дорогою,

і він, ідучи за приміром інших бояр, поставив на дорозі величезну
рогачку і ждав від проїжджих для себе мита. Та тухольці були тугий
народ. Вони почули відразу, що тут починається рішуча боротьба, і
постановили за радою Захара

Беркута стояти твердо і невідступне при своїх правах до крайньої
крайності.

Зараз тиждень по виставленню рогачки вислала тухоль-ська рада
громадська своїх відпоручників до Тугара Вовка. Відпоручники завдали
йому коротке і рішуче питання:

- Що робиш, боярине? За що спираєш дорогу?

- Так мені хочеться! відповів гордо боярин.Коли вам кривда, то йдіть
- жалуйтесь на мене до князя.

- Але ж се дорога не княжа, а громадська.

- Се мене нічого не обходить!

З тим відпоручники й віддалилися, але зараз по їх відході прийшла з
Тухлі ціла ватага сільської молодежі з сокирами і тихесенько порубала
рогачку на дрібні кусні, наклала з неї огонь і спалила її недалеко від
боярського двора. Боярин лютився на своїм дворі, кляв поганих смердів,
але супротивлятися їм не мав смілості і наразі не робив уже другої
рогачки. Перший напад на громадські права був відбитий, але тухольці
не радувалися завчасно,- вони добре знали, що се тільки перший напад і
що за ним треба надіятись інших. І справді, так воно сталося. Одного
дня прибігли до Тухлі вівчарі, голосячи сумну вість, що боярські слуги
зганяють їх із найкращої громадської полоняни. Не вспіли вівчарі до
ладу розказати свого, коли втім прибігли громадські лісничі, кажучи,
що боярин відмірює і запальковує для себе величезний кусень найкращого
громадського лісу. Знов громадська рада вислала відпоручників до
Тугара

Вовка.

- За що, боярине, кривдиш громаду?

- Я беру тільки те, що мені мій князь дарував.

- Але ж се не княжі, а громадські землі! Князь не міг дарувати того,
- що до нього не належить.

- Ну, то йдіть на князя жалуйтеся! відказав їм боярин і відвернувся
- від них.

Від тої пори почалася правдива війна між боярином і тухольцями. То раз
тухольці зженуть боярські стада зі своїх полонин, то боярські слуги
зженуть тухольські отари. Лісу, загарбаного боярином, стерегли і
громадські, і боярські лісничі, між котрими не раз приходило до сварки
і бійки. Се лютило боярина чимраз дужче, і він вкінці казав убивати
тухольську худобу, придибану на загарбаних полонинах, а одного
громадського лісничого, придибаного в заграбленім лісі, велів
прив'язати до