<?php

namespace Faker\Provider\el_CY;

class Person extends \Faker\Provider\Person
{
    /**
     * @var array
     * @link http://www.mof.gov.cy/mof/cystat/statistics.nsf/populationcondition_22main_gr/populationcondition_22main_gr?OpenForm&sub=2&sel=2
     */
    protected static $firstNameMale = array(
        'Άγγελος', 'Άδωνης', 'Άκης', 'Άνθιμος', 'Άρης',
        'Έκτορας',
        'Αβραάμ', 'Αγάπιος', 'Αγαθοκλής', 'Αδαμάντιος', 'Αθανάσιος', 'Αιμίλιος', 'Αλέκος', 'Αλέξανδρος', 'Αλέξης', 'Αλκιβιάδης', 'Αναστάσιος', 'Ανδρέας', 'Ανδρόνικος', 'Ανθούλης', 'Αντώνης', 'Απόστολος', 'Αρέστης', 'Αργύρης', 'Αριστείδης', 'Αριστόδημος', 'Αυγουστής', 'Αυξέντης', 'Αχιλλέας',
        'Βίκτωρας', 'Βαλεντίνος', 'Βαρνάβας', 'Βασίλης', 'Βλαδίμηρος', 'Βρυώνης',
        'Γαβριήλ', 'Γεννάδιος', 'Γεράσιμος', 'Γιάγκος', 'Γιώργος', 'Γλαύκος', 'Γρηγόρης',
        'Δαμιανός', 'Δανιήλ', 'Δημήτρης', 'Δημοσθένης', 'Διομήδης', 'Διονύσης', 'Δώρος',
        'Ειρηναίος', 'Εμανουήλ', 'Ερρίκος', 'Ερωτόκριτος', 'Ευάγγελος', 'Ευαγόρας', 'Ευγένιος', 'Ευθύμιος', 'Ευριπίδης', 'Ευστάθιος', 'Ευτύχιος', 'Εφραίμ',
        'Ζήνωνας', 'Ζαχαρίας',
        'Ηλίας', 'Ηράκλης', 'Ηρόδοτος',
        'Θεμιστοκλής', 'Θεοδόσης', 'Θεοφάν