о. Перед кождим дворищем вони
зупинялися і викликали голосно хазяїв по ім'ю, а коли той або хто-будь
із жильців дворища явився, вони говорили:

- Завтра на копу! і йшли дальше.

- Се що за дивоглядія? спитав Тугар Вовк, коли старці почали
- наближатися до них.

- Хіба ж ти не видав ще такого? спитав його здивований Максим.

- Не видав. У нас коло Галича нема такого звичаю.

- На копу скликають, на раду громадську,сказав Максим.

- Я гадав, що попи з корогвою,почав насміхатися Тугар.У нас коли
- скликають на копу, то скликають потиху, передаючи з хати до хати
- копне знамено.

- У нас копне знамено обноситься по селу отсими закличниками; вони
- повинні кождого громадянина по ім'ю закликати на копу. І тебе
- закличуть, боярине.

- Не�