�феткою руки, — у меня
— не так, как у какого-нибудь Плюшкина: восемьсот душ имеет, а живет и
— обедает хуже моего пастуха!

— Кто такой этот Плюшкин? — спросил Чичиков.

— Мошенник, — отвечал Собакевич. — Такой скряга, какого вообразитъ
— трудно. В тюрьме колодники лучше живут, чем он: всех людей переморил
— голодом.

— Вправду! — подхватил с участием Чичиков. — И вы говорите, что у
— него, точно, люди умирают в большом количестве?

— Как мухи мрут.

— Неужели как мухи! А позвольте спросить, как далеко живет он от вас?

— В пяти верстах.

— В пяти верстах! — воскликнул Чичиков и даже почувствовал небольшое
— сердечное биение. — Но если выехать из ваших ворот, это будет
— направо или налево?

— Я вам даже не советую дороги знать к этой собаке! — сказал
— Собакевич. — Извинительней сходить в ка