�оди і відтак, тихо
журчачи по дрібних камінцях, впливало до потоку. Се було місце копних
зборів тухольських, місце сільського віча, котре в старовину являло з
себе всю і одиноку вдасть у руських громадах.

Довкола липи був широкий, рівний майдан. Рядами стояли на нім до схід
сонця гладкі кам'яні брили, призначені на стільці, де сідали старці
громадські, батьки родин. Кілько було таких батьків, стілько й
кам'яних стільців. Поза ними було вільне місце. Під липою, над самим
джерелом, стояв чотиригранний камінь з проверченою всередині дорого;
тут на час ради виставлялося копне знамено. А обік зроблене було друге
підвищення - для бесідника, себто для того, хто в якій- небудь справі
говорив; він виступав із свого місця і входив на се підвищення, щоб
увесь народ мі