ганяєш наших пастухів, убиваєш нашого лісничого на нашій власній
«землі! Скажи ж, чи можемо ми уважати твого князя справедливим
«чоловіком?

- Ти помилився, старче! сказав Тугар Вовк.Усі ми власність князя, зі
- всім, що маємо, з худобою й землею. Князь один вільний, а ми його
- невільники. Його ласка то наша воля. Він може зробити з нами, що
- хоче.

Мов удар обуха в тім'я, так оглушили ті слова Захара Беркута. Він
похилив свою сиву голову додолу і довгу хвилю мовчав, не знаючи, що й
казати. Мертвецьки понуро мовчала й уся громада. Вкінці Захар устав.
Лице його ясніло. Він підніс руку догори, до сонця.

- Сонце преясне! сказав він.Ти благотворне, вольне світило, не слухай
- тих огидних слів, які осмілився сей чоловік сказати перед твоїм
- лицем! Не слухай їх, забудь, що вони сказані були на нашій, досі й
- помислом таким не оскверненій землі! І не карай нас за них! Бо
- безкарно ти не пропустиш їх, то знаю. І коли там

- у тім Галичі, довкола князя наплодилось багато таких людей то ти
- зітри їх із лиця землі, але за кару не погуби разом із ними всього
- нашого народу!

І по сім Захар услокоївся, сів і знов звернувся до боярина.

- Ми чули, боярине, твоє переконання,сказав він,не повторяй його
- другий раз перед нами, нехай воно при тобі лишається. Послухай же
- тепер, яка наша думка про твого князя. Послухай і не прогнівайся!
- Сам иачиш і знаєш, що вітця й опікуна ми в нім бачити не можемо.
- Отець знає свою дитину, її потреби й бажання, а він не знає нас і не
- хоче знати. Опікун береже свого підручного від ворога і від усякої
- шкоди,князь не береже нас ні від сльоти, ні від тучі, ні від граду,
- ні від медведя,а се наші найгірші вороги. Він, щоправда, голосить,
- що береже нас від нападів угорських вояків. Але як береже нас?
- Насилаючи на нас

іще гірших ворогів, ніж угри,-своїх неситих бояр з їх дружинами. Угрії
нападуть, заберуть, що можна, і підуть; боярин як нападе, то вже й
осяде, і не вдоволиться ніякими добича-ми, а рад би нас усіх навіки
поробити рабами. Не віт-цем і опікуном ми вважаємо твого князя, але
карою божою, зісланою на нас за гріхи наші, від якої мусимо від-
купуватися щорічними данинами. Чим менше ми про нього знаємо, а він